{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTU0":{"id":154,"name":{"nl":"2022-03 Missie M154 Benin Ganvié (consult)","fr":"2022-03 Missie M154 Benin Ganvié (consult)","en":"2022-03 Missie M154 Benin Ganvié (consult)"},"country":"BEN","description":{"nl":"","fr":"Ganvie = paaldorp bij Cotonou\r\nzone : atlantique","en":""},"startDate":"2022-03-12T00:00:00","endDate":"2022-03-27T00:00:00","report":{"nl":"Verslag Marleen, pediatrisch verpleegkundige:\r\n\r\nJulie De Meulemeester, neonatologe en ik (pediatrisch verpleegkundige) namen de pediatrische consultaties voor onze rekening. De volwassenen nam Nele voor haar rekening (zie haar verslag)\r\nVan de 266 patiëntjes was 37% minder dan 2 j,  40% tussen 2 en 7 , 17% tussen 7 en 14, 1% was ouder dan 14 jaar en van 5% van de kinderen wisten de ouders geen leeftijd.\r\nBrecht, onze UZ collega, deed de triage: nam de parameters en liet de ziekste kinderen eerst aan de beurt. Van onschatbare waarde om vlot te kunnen werken.\r\nFrans zou hier geen probleem mogen zijn, maar dat was het wel: zonder tolk werken was hier onmogelijk.\r\nWe zagen uitzonderlijk veel kinderen waarbij de ouders koorts (‘zouzou’) vermeldden. Die dan toch niet altijd objectief kon vastgesteld worden. Maar in  combinatie met moeheid, braken en hoofdpijn deden we telkens een malariatest (in totaal een 90 tal). Bij een behoorlijk aantal kinderen was die positief, waarna we gratis de medicatie en koortsremmers meegaven. We vernamen dat deze middelen, samen met antibiotica vlot op de zwarte markt verkocht werden, waarbij er uiteraard geen enkele controle is op de bestanddelen. Nu kregen de ouders van ons ook  telkens de nodige uitleg én de aanmaning voorzichtig om te springen met medicatiegebruik.\r\nEnkele kinderen waren dermate ziek, waardoor opname noodzakelijk was. Dit moest met de ambulanceboot gebeuren naar het dichtsbijzijnde ziekenhuis in Calavi. De betaling van de benzine kon hierbij een struikelblok zijn voor de ouders..Naar de toekomst toe zou hiervoor een regeling getroffen worden, werd ons beloofd.\r\nOok wanneer labo of bijkomend onderzoek nodig was, kreeg men verwijsbrief mee\r\nEnkele ouders kwamen met vraag voor chirurgie: circumcisie, liesbreuk en ook 2 grote teratomen. Ook hier werden de nodige verwijzingen en verdere contacten besproken.\r\nDiverse kinderen waren ondervoed: deze werden verder opgevolgd door Germaine, de lokale verpleegkundige die hiervoor een speciaal programma kreeg toegewezen door Unicef.\r\nDe duidelijke huidproblemen werden vakkundig verder onderzocht door Mathilde, onze dermatologe. Massa’s werk had zij, de rijen daar bleven maar aangroeien.\r\nOnze vroedvrouwen Ann, Francine en studente Shauni deden veel prenatale consultaties, verschillende bevallingen en gaven dagelijks een heel aanschouwelijke les voor de zwangere mama’s over zwangerschap, bevalling, gezonde voeding, alarmtekenen, anticonceptie. Heerlijk om dat enthousiasme van de lesgevers, samen met de lokale verpleging én de zwangere mama’s te mogen aanschouwen. Hun overzichtelijke affiches lieten ze in het dipensarium, de vroedvrouwen beloofden deze lessen verder te zetten.\r\nZe kregen ook nog een basisles in neonatalr reanimatie van Julie.\r\nWe vernamen dat de vader van een gezin hier blijkbaar 1 kind uitkiest dat moet helpen met de visvangst en verkoop. De rest mag, in het beste geval, naar school. Maar dat gebeurt lang niet altijd..Uitgerekend bij de jonge adolescenten merkten we hierdoor toch vaak een onderdrukt kind, dat weinig tot niet communicatief was. Een trieste zaak..\r\nDe armoede, de corruptie en de vele tekorten in dit deel van Afrika én het feit dat alles hier in België overvloedig aanwezig is, doet je toch echt weer nadenken over de grote verschillen op een goede 6 uur vliegen van elkaar… \r\n===============================================\r\n\r\nVerslag van Nele na de eerste week:\r\n\r\nEen week geleden kwamen we hier aan, als groentjes.  Is dit nog maar een week?  Ik hoor dat het misschien wel morgen in België zou sneeuwen.  Ik kan het me moeilijk voorstellen.  De dagen zijn hier zo intens,  het is hier bloedheet, en het is even bekomen op zaterdagavond na een week werken in het dispensaire in Ganvie.  Ganvie is een vissersdorp, maar dan ook heel letterlijk : de woningen zijn op palen, het vervoermiddel om van de ene plaats naar de andere te komen, is de ‘peroque’, voor wie goed bij kas zit, gemotoriseerd en voor wie dit niet kan – en ze zijn met velen – peddelen maar. \r\nWe werken hier een week met 4 equipes, 2 vroedvrouwen, Francine en An,  en stagiaire Shauni op de materniteit, pediater Julie en verpleegkundige Marleen op de consultatie pediatrie,  dermatoloog Mathilde op consultatie dermatologie en ik op de consultatie volwassenen.  En dan is er  Brecht, de verpleegkundige die de ‘tri’ doet en alle patiënten in goede banen leidt.  Want dit is nodig.  Wanneer we na een zalige boottocht bij het ochtendgloren – gemotoriseerd uiteraard en een kosteloze rit aangeboden door de ‘zone de santé’ – aankomen, is er een chaos van patiënten die ons opwachten om allemaal vandaag hun plaatsje op de consultatie te veroveren.  Dit moet je haast bijna letterlijk nemen want vaak is er wat gedrum en geduw om een ‘nummertje’ te bemachtigen om er bij te zijn.  Waarna Brecht met veel toewijding de parameters opmeet zodat wij, artsen, beslagen aan onze consultaties kunnen beginnen… Samen zien we een 100 tal patiënten per dag, dit is voor hen gratis en ook de eerste medicatie wordt hen gratis geschonken, door REVIVE. \r\nEen kleurrijk bont gezelschap wisselt zich geduldig  – soms ook wat minder geduld – af aan een moeizaam te openen/sluiten consultatiedeur, de klink  werd er moedeloos van.  \r\nIn mijn haveloos snikheet lokaaltje – de consultatieruimte van de enige lokale dokter Euloghe staan er 2 houten  stoelen, een houten wiebel tafeltje, een versleten veel te lage onderzoekstafel.  Ik vulde dit lokaaltje aan met een nap op de tafel, een bloeddrukmeter, een stethoscoop, een glucometer, een otoscoop, een thermometer, handschoenen en alcogel, geschonken door REVIVE. Dit is hier mijn biotoop.  In het lokaaltje ernaast legde ik een doek op de grond, er is geen meubilair meer waarop ik de urgente aangekochte medicatie zorgvuldig schikte om te verdelen.  \r\nWat verwachten deze mensen als ik hen hoor vertellen, naast de schildklierzwellingen, tumoren, hoge bloeddruk, malaria, tuberculose, huidinfecties, orthopedische afwijkingen die we diagnostiseren, over ‘astenie’, ‘les douleurs partout’?  Het leven doet hier pijn, het gevecht tegen de armoede, dat nog lang niet gewonnen is.  Het gevecht om te overleven, de eindjes aan elkaar te knopen, en creatief te zijn. En toch… hun moed en levensvreugde blijft me ontroeren, en het is niet mijn eerste missie.  Ik hoop dat ik naast mijn medische inzet  voor deze mensen – patiënten als  zowel de artsen als de verpleegkundigen en de ‘aides- soignants’ - een lichtpuntje kan zijn.  Dat we hen niet vergeten en even kunnen bijdragen om het leven voor hen iets lichter te maken door hen nabij te zijn en een consultatie/behandeling aan te bieden in dit achtergestelde  maar prachtige gebied van het  arme land Benin. \r\nDank je REVIVE dat je dit voor mij, mijn teamgenoten, en alle mensen om ons heen mogelijk maakt. \r\n\r\nVerslag na week 2:\r\nIk ben thuis, sinds zondag al.  Thuis van Ganvié, thuis van een missie waar ik 342 mensen zag op consultatie tussen 14 maart en 24 maart 22. Ik ben niet meer dezelfde.  Deze ‘andere wereld’ maakt nu ook deel uit van mijn wereld.  \r\nEen wereld waar gezondheidzorg niet evident is, waar er soms 6 uur moet gestapt worden alvorens een arts te kunnen raadplegen, waar een verwijzing naar het ziekenhuis voor de broodnodige zorg niet mogelijk is omdat er geen geld is, waar zelfs de opvolging in het dispensarium niet mogelijk is omdat ook hiervoor geen geld zal zijn.  Een consultatie kost hier 1200 fr cfa of een kleine 2 euro. \r\nEr is geen mutualiteit. \r\nREVIVE bracht gratis zorg. \r\nIk zag 342 mensen, ik luisterde naar hun verhaal, één voor één.  Vrouwen, mannen.  Mensen kwamen wandelend binnen met extreem hoge bloeddruk waarvoor hier alle medische alarmbellen zouden afgaan , mensen met schildklierkroppen van jaren ver in de hoop een plaatsje op een gratis chirurgische lijst te bemachtigen, mensen met - op veel te jonge leeftijd -  versleten ruggen, knieën, mensen met infectieziekten (oa tuberculose)  – en malaria, vooral het personeel viel ten prooi aan malaria –, mensen met slecht zicht omwille van gevorderd cataract,  mensen met vitamine tekorten en ondervoeding, mensen met psychosomatische klachten omdat het leven pijn kan doen, mensen met vermoeden van tumoren, aneurysma, hersentrombose, heupafwijking, hartafwijking… vermoeden want er is geen geld voor bloedafname of beeldvorming noch verwijzing … \r\nIk zag ze allemaal, verscholen in hun kleurrijke panjes.  \r\nZe waren met teveel, om 4 uur ’ s morgens werd er al aangeschoven om een vervolgnummertje voor een consultatie te bemachtigen.  Niet iedereen kon er bij zijn.  Een machteloos gevoel geeft dit. \r\nIk luisterde ook naar het verhaal van de zorgverleners : de onderbetaalde artsen, de nog meer onderbetaalde verpleegkundigen en ‘aides-soignants’.  Een stukje welriekende zeep, een koplampje, een pennenzakje, een plastiek doosje worden er gekoesterd als dierbare schatten.  Zij zijn mijn helden, want ik ben weer thuis :  wie zorg wil,  wordt hier snel  geholpen , 24/24 , dag in dag uit. \r\nOok zij worden ziek, ook zij hebben ongevallen, hierbij trekken ze ten strijde, vaak om geld, een strijd die ze veel te vaak verliezen…\r\nMet REVIVE gaan we deze strijd aan en hopen we, samen met anderen,  bij te dragen zodat ook hun gezondheidzorg vanzelfsprekend wordt. \r\nEen dagje vrijaf omdat de eerder geplande PCR covid test weg viel op de laatste dag, vulde ik in met een vaccinatie dag bij kinderen : la stratégie avancée noemt dit hier.  In Ganvié is de vaccinatiegraad erg laag bij kinderen.  De overheid Benin schreef een vaccinatieprogramma uit waarbij de kinderen met hun mama’s letterlijk met de megafoon ten ‘huize’ aangespoord worden tot vaccinatie.  We vaarden er naar toe.  Ze kwamen er, de koesterende mama’s met hun baby’s, in de middle of nowhere.   Een houten tafeltje met dito plastieken  stoelen stond klaar waar we onze frigobox met vaccins en hun vaccinatiekaartjes ontmantelden. Verder was er niets… Hoe leven zij, hoe maken ze eten klaar, hoe verzorgen ze zich, hoe slapen ze?  Deze vragen blijven me bij als ik bij de eerste boodschappen thuis langs de rijk gevulde rekken van pampers en babyvoeding en speelgoed loop.  \r\nDe missie is voorbij, ik neem de draad hier weer op, mijn werk, mijn gezin, mijn vrienden, mijn vrije tijd.  Ik maak me geen zorgen over wat ik morgen zal eten, of als ik ziek val, of hoe ik mijn vrije tijd invul, of ergens naar toe wil,  maar nooit zal ik vergeten dat dit voor vele mensen een dagelijkse strijd is.  Ik zal niet nalaten over hen te vertellen.  Het is niet fair. \r\nDank je REVIVE dat ik mocht delen in hun wereld. \r\n\r\nNele Vangheluwe","fr":"","en":""},"interventions":{"nl":"","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220312-WA0002.jpg","quote":{"nl":"Op 9 dagen tijd werden 1026 patiënten behandeld (algemene geneeskunde, pediatrie, dermatologie en vroedkunde). ","fr":"En 9 jours, 1026 patients ont été pris en charge (médecine générale, pédiatrie, dermatologie et sage-femme).","en":"In 9 days, 1026 patients were treated (general medicine, pediatrics, dermatology and midwifery)."},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220312-WA0002.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220313-WA0005.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220313-WA0009.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220315-WA0004.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220315-WA0031.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220318-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220318-WA0015.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0001.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0004.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0005.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0025.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220321-WA0026.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220323-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220323-WA0010.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220323-WA0013.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220324-WA0006.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220324-WA0008.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220324-WA0010.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220326-WA0001.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic154d/IMG-20220326-WA0003.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}