{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMjM=":{"id":23,"name":{"nl":"Ethiopië - Scouting 2017","fr":"","en":""},"country":"ETH","description":{"nl":"Getuigenis: Johan Dewitte\r\n\r\n\r\n","fr":"","en":""},"startDate":"2017-07-14T00:00:00","endDate":"2017-07-21T00:00:00","report":{"nl":"Het moet zowat een kleine 2 jaar geleden zijn dat ik voor het eerst van REVIVE hoorde – ergens in een Gents Ziekenhuis een folder gelezen. Ik was toen – professioneel gezien – nogal vaak in vele ziekenhuizen aanwezig. Een jaartje later kruiste REVIVE opnieuw mijn pad: een (ondertussen ex-) collega ging mee op missie naar Lalibela en deed mij opnieuw hunkeren naar zo’n engagement. Eerder had ikzelf al 2 missies met o.a. Artsen Zonder Vakantie in Rwanda gedaan, en afgelopen jaar een missie met Dokters van de Wereld in een vluchtelingenkamp op Lesbos (Griekenland)…..\r\n\r\n2017 leek zich op ‘missie’-gebied kalm aan te kondigen voor mezelf.\r\n\r\nProfessioneel gezien werd 2017 voor mij dan wel een uitdaging! Na 22 jaar werd ik een ‘slachtoffer’ van herstructurering en reorganisatie en moet ik op zoek naar een nieuwe uitdaging! Een periode met heel wat vrije tijd lag in het verschiet….. een mogelijk engagement om opnieuw ergens op missie te gaan leek mij mogelijk. Een email naar Herman De Gezelle gestuurd, een gesprek met hem en Paul Van Acker bij een lekker kopje koffie en iets later leek het mij doenbaar…. ik zou meegaan met Herman op een geplande prospectie-missie naar Ethiopië in juli.\r\n\r\nWe vertrokken op vrijdag 14 juli met voorlopige startbestemming Lalibela. Met een vertraging van 6u (door een technisch defect zolang aan de grond gestaan ’s nachts in Wenen) aangekomen in Addis Abeba. Onze binnenlandse vlucht van ’s morgens was natuurlijk al vertrokken en een ander alternatief was er niet. Het werd een dagje en avond verblijven in de hoofdstad in een door Ethiopian Airlines gesponsord hotel – wat zeker niet slecht was! Het was uiteindelijk bijna zondagmiddag 16 juli toen we onze plaatselijke contactpersoon Adhanom (en zijn chauffeur David) konden begroeten. Zij zouden voor de komende week onze ‘compagnons de routes’ worden!\r\n\r\nVanuit de luchthaven vertrokken we in onze ‘bus’ voor een hele rit richting Mekele. Met een tussenstop en lunch (Injera met shiro) waren we tegen 17u in Korem. In het plaatselijke Gimray Miruts Hotel waren nog voldoende kamers vrij en konden we de avond doorbrengen.\r\n’s Morgens vatten we tijdig de verdere rit aan richting Mekele. Onderweg zijn we (onaangekondigd) gestopt in het LemLem Karl Hospital in Maychew. We werden er vriendelijk ontvangen door de Medical director (Dr Aklil Alemayoh) en kregen er een rondleiding. Zij staan zeker open voor een samenwerking en meer dan waarschijnlijk trekt in oktober reeds een 1ste missie voor klompvoeten/orthopedie daarheen (Dr. Libbrecht en een team uit Gent) van een meevaller gesproken! Een onaangekondigd bezoek leidt al tot het vastzetten van een 1ste missie! Prospectie nu al geslaagd.\r\n\r\nWe rijden nadien verder tot Mekele waar we in de late namiddag een afspraak hebben met Mr Ibrahim Hassan (hoofd van Ministry of Health Dept). Hij is een gekende en belangrijke contactpersoon voor REVIVE. De afspraak wordt verdergezet met een bezoek aan het Ayder Univ. Hospital en een gesprek met de Medical Director. Er wordt met interesse gesproken en geluisterd. Ook rond behandelingen van borstkanker wordt gesproken maar hier is het lokale ziekenhuis nog niet klaar voor! Een radiotherapie-unit wordt nu volop gebouwd, afwerking voorzien binnen 1 jaar . We volgen het op …. Er wordt wel een toekomstige (nieuwe) missie voor neurochirurgie gepland. Dr Colle en zijn team (uit Gent) willen zeker hun kennis ivm het operatief behandelen van hydrocefalie en plaatsen van shunts met de collega’s van Mekele delen. Januari of februari 2018 wordt het doel van een 1ste neurochirurgie-missie van REVIVE! Here we come! Alweer een geslaagde afspraak. De vruchtbare dag wordt afgesloten met een gezamenlijk diner en met een goed gevoel gaan we laat slapen !\r\n\r\nDinsdag 18 Juli… een nieuwe dag! Tegen 8u30 hebben we afspraak op TDA (Tigray Development Association) om ons probleem van het binnenbrengen van o.a. medicatie voor onze missies te bespreken. Het wordt een technische bespreking met een aantal mogelijke oplossingen. We maken afspraken rond het vastzetten van onze deposit (waarborg), we spreken over het beperken van het binnenbrengen van medicatie. Dit wordt door de heel strenge regulering héél moeilijk – er wordt gestreefd naar het meer lokaal aankopen van nodige medicatie. We bereiken wel een oplossing om de meegebrachte instrumenten op de verschillende missies sneller door de douane te loodsen. TDA biedt zelfs aan om nadien het transport naar de lokale partner te verzorgen wat wij natuurlijk niet afslaan! Zo kan REVIVE een aantal tickets van binnenlandse vluchten uitsparen en wordt ons materiaal goed en snel ter plaatse gebracht! Wat een meevaller!\r\n\r\nIn de latere voormiddag kunnen we vertrekken voor een trip van 160km naar Axum. (Noord-Ethiopië – dichtbij de grens met Eritrea). We nemen een ‘shortcut’ die ons via Wokrum tot onze 1ste echt ‘toeristische’ uitstap brengt : we bezoeken een rotskerk! Echt waar héél erg mooi, een historische aanrader. We rijden nadien verder en bereiken rond 18u uiteindelijk Axum. In het plaatselijke hotel hebben we afspraak met de CEO van Axum Uni. Hospital . Het wordt alweer een constructief gesprek. We kunnen een missie rond prolaps-chirurgie plannen in voorjaar 2018! Ook hier staat behandeling van borstkanker nog niet ver genoeg, dit wordt ook verder opgevolgd. Dankzij de goede contacten van de plaatselijke universiteit kunnen we gratis overnachten in dit hotel! We krijgen er nog bezoek van een oude bekende … een verpleegkundige die vroeger werkzaam was in Lalibela werkt nu hier in Axum! We hebben een geanimeerde en leuke babbel die we afsluiten met een plaatselijk biertje! Nog een extra meevaller.\r\n\r\nIn de ochtend van woensdag 19 juli worden we verwacht voor een bezoek aan het Axum Univ. Hospital. We kunnen op OK daadwerkelijk de vrij goede uitrusting zien en checken…. er worden verdere afspraken gemaakt rond de missie van 2018! We moeten ons nu wat reppen… we worden ’s avonds verwacht in Gondar – zo’n 200km verder …. en dat is heel wat op deze Ethiopische wegen! Het wordt een rit van zo’n 8u in de wagen … maar wel doorheen een deel van het Simien-gebergte! Het levert indrukwekkende beelden op! Na ons avondmaal moe maar voldaan de bedstede opgezocht.\r\n\r\nDonderdag worden we ’s ochtends verwacht in de Gondar Uni Clinic bij Dr Mulat (hoofd Gynaecol. Dept). Voor REVIVE een oude bekende na eerdere missies. Het wordt een goed gesprek en er worden opnieuw afspraken gemaakt voor een missie in de Fistula-kliniek, net als vorig jaar. De nieuwe technieken van laparoscopie passeren de revue en er wordt gezocht naar gezamenlijke interesses en mogelijkheden. Indien de mogelijkheden er zijn is er zeker interesse om met een team vanuit REVIVE deze vraag te ondersteunen bij de lokale gynaecologen. Er zal werk worden van gemaakt en onze lokale contactpersoon Adhanom fungeert nog maar eens als centrale figuur in dit alles.\r\n\r\nWe gaan ook nog eens langs bij de Decaan van de unief, ook daar passeren chirurgie, laparoscopie en borstkanker-chirurgie de revue. In de namiddag staan er geen afspraken gepland en we vertrekken pas morgen uit Gondar….. dus is er even tijd om de toerist uit te hangen. Met de hulp van vrienden in het reisgids-milieu kan ik een stadgids hebben die mij de ganse namiddag op sleeptouw neemt in de stad. We ontdekken samen het ‘Castle Park’ met de verschillende kastelen van de verschillende dynastieën die Ethiopië rijk was. Ik leer er veel bij over de geschiedenis.\r\n\r\nDe beroemde Debre Birhan Selassie kerk heb ik ook kunnen bezichtigen en mag op mijn lijst worden afgevinkt. Als slot bezoek ik ook het ‘swimmingpool castle’. Een zomerresidentie van koning Fasil. Een héél groot open zwembad (2x zo groot als een olympisch zwembad) met in het midden een kasteel! Dit wordt nu jaarlijks gebruikt om het doopsel van Johannes te herdenken. Een evenement waar in januari vele duizenden toeristen op af komen.\r\n\r\n’s Avonds krijgen we nog bezoek van het hoofd van het chirurgenteam van de Univ Clinic van Gondar. Ook bij hen is er sterke interesse in de laparoscopie.\r\n\r\nVrijdag 21 juli alweer de laatste dag van onze missie en onze nationale feestdag. We vertrekken uit Gondar rond 9u om +/- 2,5u later aan te komen in Bahir Dar. We hebben onderweg onze contacten bij het regionaal Health Bureau nog gesproken en ze verwachten ons. Maar wat blijkt…. op het uur van de afspraak is er al eentje gaan vliegen (vrijdag namiddag zeker☺) en de andere heeft blijkbaar geen tijd ons te ontvangen. We wachten een uurtje maar het mag niet baten…. de deur blijft voor ons dicht. Op zich geen onoverkomelijk probleem want de komende missies zijn volgend jaar vooral in de Tigray-regio gepland, in deze Amhara-regio zijn we nu wat minder actief.\r\n\r\nHet wordt zo noodgedwongen een wat kalmere afsluiting van de missie. Met een hevig en hard onweer als afsluiter zoeken we onze kamer op om morgen fris en uitgerust de terugvlucht naar België aan te vatten.\r\n\r\nWe kunnen terugkijken op een héél positieve en vruchtbare prospectie–missie. Er zijn 2 missies voor 2018 opgestart, de missie orthopedie voor komende oktober heeft een plaats in LemLem Hospitaal gevonden, de vragen/problemen die er waren zijn behandeld en uitgepraat en nog belangrijker.. er zijn oplossingen gevonden die baat hebben voor beide partijen! Kortom, REVIVE kan er weer verder tegenaan in Ethiopië!\r\n","fr":"","en":""},"interventions":{"nl":"scouting","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04194-1024x768.jpg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/145-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/146-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04137-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04173-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04194-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04267-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic23d/DSC04268-768x1024.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}