{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTE1":{"id":115,"name":{"nl":"Scouting Nigeria - 2019","fr":"","en":""},"country":"NGA","description":{"nl":"Getuigenis van An De Roover, verpleegkundige","fr":"Témoignage d´An De Roover, infirmière\r\n\r\n","en":"Testimonial from An De Roover, nurse\r\n\r\n"},"startDate":"2019-01-08T00:00:00","endDate":"2019-01-15T00:00:00","report":{"nl":"Het is dinsdagochtend 8 januari en ik vertrek samen met REVIVE op verkenningstrip naar Anambra State in Nigeria. Deze scouting is voor mij speciaal omdat mijn echtgenoot afkomstig is van Nigeria. Ik heb dus een bijzondere band met dit land. We zijn met 5, Dr. H. De Gezelle, Dr. P. Van Acker, Dr. M. Bruggeman, ikzelf en Owen (iemand van de Igbo Union Ghent). Niet zonder slag of stoor arriveren we eindelijk in Owerri waar mijn echtgenoot ons staat op te wachten met een busje en na een rit van 3 uur komen we eindelijk aan in ons hotel in Awka, Anambra State. \r\nOndertussen zijn we al donderdag en staan we echt wel te popelen om de ziekenhuizen te bezoeken. De afgevaardigde van de commissaris van het Ministerie van de Gezondheidszorg van Anambra State, Dr. Ifeanyi Achugbu, vergezelt ons naar het eerste ziekenhuis , het Enugwu – Ukwu General Hospital aan de Abagana Nimo Express Road. Dit ziekenhuis doet ons denken aan een echt Zaïrees ziekenhuis. Er is hier 1 anesthesiemachine aanwezig en ook de meeste medicatie vind je hier terug en dit in een aparte farmacie. Een coagulatietoestel hebben ze niet. Het steriliseren van het linnen en de instrumenten gebeurt niet in een autoclaaf maar in een grote kookpot op een gasfornuis!!! Ze hebben nochtans 4 kapotte autoclaven staan. De mensen zijn hier wel zeer vriendelijk en we zijn hier meer dan welkom. Ik denk wel dat het tof zou zijn om hier een missie te organiseren. Je kan ook zien dat hier de minderbedeelde mensen naartoe komen, wat het uiteindelijke doel van REVIVEvzw is. \r\nZiekenhuis nummer 2 is het Iyi-Enu Mission Hospital in Ogidi in Anambra State, tevens een academisch ziekenhuis. Ook hier worden we hartelijk ontvangen. Het is een groot domein met vrij veel onderzoekstoestellen: CT-scan, mammografiestoestel,… Ook nierdialyse is hier niet ongekend. Wekelijks komen er 6 dialyse patiënten.  Spijtig genoeg is er wel maar 1 operatieruimte. Al het andere benodigde voor REVIVE is wel aanwezig (autoclaaf, coagulatietoestel, …). \r\nHet laatste ziekenhuis dat we vandaag bezoeken is een privé-ziekenhuis, nl. het St.John’s Care Specialist Hospital in Onitsha. Dit ziekenhuis wordt geleid door een koppel. Zij zijn beiden huisarts en worden bijgestaan door specialisten. Ook hier is de noodzakelijke medicatie, een autoclaaf en een coagulatietoestel aanwezig. Maar een anesthesietoestel missen we hier… Alles ziet er hier opvallend goed verzorgd uit. Er is wel geen lift maar door de inrichting  van hun gebouw kan je de bedden naar het volgende verdiep rollen. Heel handig !!! \r\nVandaag, vrijdag, gaan we eerst naar het Anambra State University Hospital. Hier is ooit een missie doorgegaan geleid door oogartsen van India. Deze missie was het ziekenhuis niet goed bevallen door een zeer slechte organisatie. Op zich zijn we hier welkom maar ze verwachten wel dat we de missie zeer goed zouden organiseren zodat er geen overrompeling van patiënten is met verschillende pathologie zoals bij de vorige missie. Op deze manier komt de werking van het ziekenhuis zelf niet in het gedrang. We zijn blij dat er open kaart wordt gespeeld want communicatie is en blijft belangrijk. Dit hospitaal heeft het nodige materiaal en meer dan 1 operatieruimte… \r\nWe vervolgen ons programma met een bezoek aan het Ministerie van Gezondheidszorg van Anambra State. We zijn uitgenodigd door Dr. Joe Akabuike, ook een gynaecoloog, de commissaris van Gezondheidszorg van Anambra State. Hij is heel attent en enorm enthousiast dat we hier zijn. Hij belooft ons zeker bij te staan als we hier op missie komen.  We beslissen om nog 1 ziekenhuis te bezoeken namelijk het Nnamdi Azikiwe teaching hospital in Nnewi in Awka. Weeral worden we met een grote gastvrijheid ontvangen en staan ze ons met veel geduld te woord. Zoals we hadden verwacht van een universiteitsziekenhuis is ook hier het nodige uitrusting aanwezig. \r\nIk hoop alvast dat deze succesvolle scouting zal leiden tot een aantal missies.\r\n","fr":"Nous sommes le mardi matin le 8 janvier et je pars pour le ‘scouting trip’ avec REVIVE  pour l`Etat d`Anambra au Nigeria. Ce dépistage est spécial pour moi car mon mari est originaire du Nigéria. J`ai donc un lien spécial avec ce pays. Nous sommes 5, Dr. H. De Gezelle, Dr. P. Van Acker, Dr. M. Bruggeman, moi-même et Owen (quelqu`un de l`Igbo Union Gand). Non sans peine, nous arrivons enfin à Owerri où mon mari nous attend avec une camionnette et après 3 heures de route, nous arrivons enfin à notre hôtel à Awka, dans l`État d`Anambra. \r\nNous sommes déjà jeudi et nous avons vraiment hâte de visiter les hôpitaux. Le commissaire adjoint du Département de la santé de l`État d`Anambra, Dr. Ifeanyi Achugbu, nous accompagnera au premier hôpital, Enugwu - Hôpital général d`Ukwu sur la route express d`Abagana Nimo. Cet hôpital nous rappelle un véritable hôpital zaïrois. Il y a 1 appareil d`anesthésie et la plupart des médicaments. Il manque un dispositif de coagulation. La stérilisation du linge et des instruments ne se fait pas dans un autoclave mais dans une grande marmite sur une cuisinière à gaz !!! Cependant, ils ont 4 autoclaves cassés. Les gens ici sont très sympathiques et nous sommes plus que bienvenus. Je pense que ce serait formidable d`organiser une mission ici. Vous pouvez également voir que les moins fortunés viennent ici, ce qui est le but ultime de REVIVEvzw. \r\nEn second on visite l`hôpital de la mission Iyi-Enu à Ogidi dans l`État d`Anambra,  un hôpital universitaire. Ici nous sommes également chaleureusement accueillis.  C`est un vaste domaine avec pas mal d’équipement medicale : tomodensitométrie, appareil de mammographie, ... On y effectue aussie des dialyses rénales. Malheureusement, il n`y a qu`une seule salle d`opération. Tout le reste nécessaire pour REVIVE est présent (autoclave, appareil de coagulation, ...). \r\nLe dernier hôpital que nous visitons aujourd`hui est un hôpital privé, le St. John`s Care Specialist Hospital à Onitsha. Cet hôpital est géré par un couple de médecins généralistes qui sont assistés de spécialistes. Ici aussi les médicaments nécessaires, un autoclave et un dispositif de coagulation sont disponibles.  Il nous manque un appareil d`anesthésie …  tout a l`air remarquablement soigné. Il n`y a pas d`ascenseur, mais la construction de leur bâtiment permet de rouler les lits à l`étage suivant facilement. Très utile !!! \r\nAujourd`hui, vendredi, nous allons d`abord à l`hôpital universitaire d`État d`Anambra. Dans le passé ici une mission a été poursuivie, dirigée par des ophtalmologistes de l`Inde. L`hôpital n`a pas aimé cette mission à cause d`une très mauvaise organisation. En soi, nous sommes les bienvenus ici, mais ils s`attendent à ce que nous organisons très bien la mission afin qu`il n`y ait pas de débordement de patients avec des pathologies différentes comme dans la mission précédente. On veut absolument éviter que le fonctionnement de l`hôpital lui-même soit compromis. Nous sommes heureux avec cette communication claire et directe. Cet hôpital dispose de l`équipement nécessaire et de plus d`une salle d`opération ... \r\nNous poursuivons notre programme avec une visite au ministère de la Santé de l`État d`Anambra. Nous y sommes invités par le Dr. Joe Akabuike, également gynécologue, et le commissaire aux soins de santé de l`État d`Anambra. Il est très attentionné et très excité que nous soyons ici. Il nous promet de nous aider de son mieux lorsque nous venons ici en mission. \r\nEnfin nous décidons de visiter encore un autre hôpital, à savoir l`hôpital universitaire Nnamdi Azikiwe à Nnewi à Awka. Encore une fois, on nous reçois avec une grande hospitalité. Comme on l`attendait d`un hôpital universitaire, le matériel nécessaire est également disponible ici. \r\nJ`espère que ce voyage de réperage réussi conduira à un certain nombre de missions.\r\n","en":"Tuesday morning January the 8th, Iam leaving for a scouting trip with REVIVEvzw for Anambra State in Nigeria. This scouting is special to me because my husband is from Nigeria therefore I have a special bond with this country and it is actually my second home. We are five, Dr. H. De Gezelle, Dr. P. Van Acker, Dr. M. Bruggeman, myself and Owen (someone from the Igbo Union Ghent). Not without a struggle we finally arrive in Owerri where my husband is waiting for us with a van and after a 3 hour drive we finally arrive at our hotel in Awka, Anambra State. \r\nMeanwhile, we are Thursday and we are really eager to visit the hospitals. The Deputy Commissioner of the Anambra State Health Department, Dr. Ifeanyi Achugbu, will accompany us to the first hospital, Enugwu - Ukwu General Hospital on Abagana Nimo Express Road. This hospital reminds us of a real Zairean hospital. There is 1 anesthesia machine and most of the medication can be found here. They don`t have a coagulation device. Sterilization of the linen and instruments is not done in an autoclave but in a large cooking pot on a gas stove !!! However, they have 4 broken autoclaves. The people here are very friendly and we are more than welcome here. I think it would be great to organize a mission here. You can also see that the less fortunate people come here, which is the ultimate goal of REVIVEvzw. \r\nHospital number two is Iyi-Enu Mission Hospital in Ogidi in Anambra State, an academical hospital. We are also warmly welcomed here. It is a large domain with quite a lot of medical devices: CT scan, mammography device, kidney dialysis …. Six dialysis patients come every week. Unfortunately, there is only 1 operating theater. Everything else necessary for REVIVEvzw is present (autoclave, coagulation device, ...). \r\nThe last hospital we visit today is a private hospital, St. John`s Care Specialist Hospital in Onitsha. This hospital is run by a couple,  both GPs, and they are assisted by specialists. Here again the necessary medication, an autoclave and a coagulation device are available. We miss an anesthesia machine here… Everything here looks remarkably clean and well cared for. There is no elevator, but the way the building was constructed allows to roll the beds to the next floor. Very usefull !!! \r\nToday, Friday, we first go to Anambra State University Hospital. Once, an Indian mission was organized here led by ophthalmologists from India. The hospital did not like this mission because of a very bad organization. In itself we are welcome here, but they expect that we would organize the mission very well so that there is no overwhelming of patients with different pathologies as in the previous mission. The functioning of the hospital itself should not be compromised. We are pleased with this clear and direct communication. This hospital has the necessary equipment and more than 1 operating room ... \r\nWe continue our program with a visit to the Ministry of Health of Anambra State. We have been invited by Dr. Joe Akabuike, also a gynecologist and the health care commissioner of Anambra State. He is very thoughtful and very excited that we are here. He promises to assist us as good as he can when we come here on a mission. \r\nFinally, we decide to visit one more hospital, the Nnamdi Azikiwe teaching hospital in Nnewi in Awka. Again we are received with great hospitality and they speak to us with great patience. As we expected from a university hospital, the necessary equipment is also available here.\r\nI sincerely hope that this successful scouting will lead to a number of missions.\r\n"},"interventions":{"nl":"Scouting","fr":"Scouting","en":"Scouting"},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00006-1024x768.jpg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00006-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00008-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00014-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00016-576x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00030-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic115d/Scouting-Nigeria00033-576x1024.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}