{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMzQ=":{"id":34,"name":{"nl":"Ethiopië - Lalibela 2014","fr":"","en":""},"country":"ETH","description":{"nl":"","fr":"","en":""},"startDate":"2014-04-19T00:00:00","endDate":"2014-05-23T00:00:00","report":{"nl":"Gedurende de maand mei zijn verschillende teams van chirurgen naar Ethiopië gegaan om daar in een hospitaal in Lalibela mensen te helpen die normaal geen toegang hebben tot onze westerse geneeskunde en dat ook niet kunnen betalen.\r\n \r\nAls gepensioneerd ingenieur maakte ik samen met Dirk en Gerd deel uit van een logistiek team dat deze missie mee heeft voorbereid en ondersteund. Concreet hield dit in:\r\n\r\n- Verzamelen van de bijna 600 kg medisch materiaal dat als een schenking op voorhand naar Ethiopië diende te worden verzonden\r\n- Organiseren van de cargozending vanuit Brussel naar Addis Abeba, hoofdstad van Ethiopië\r\n- Een week vroeger vertrekken dan de medische teams om in de luchthaven van Addis Abeba het medisch materiaal te dedouaneren\r\n- De elektrische installatie in het hospitaal te verbeteren.\r\n- Het materiaal over de weg vervoeren naar het hospitaal in Lalibela, zo een 600 km noordelijk van Addis\r\nIn de operatiezalen van het hospitaal de verlichting herstellen en zorgen voor veilige aansluitingen van de medische apparatuur\r\nOndersteuning bij de selectie en begeleiding van patiënten van zodra de medische teams operationeel waren\r\nHet logistieke team is de zending achterna gereisd, een week vroeger dan de medische teams. We hadden twee dagen voorzien om met de hulp van Ethiopische contactpersonen het materiaal te dedouaneren. Dat was echter buiten de Ethiopische bureaucratie gerekend. Een strijd van 5 dagen met de locale administratie was nodig om ons materiaal in handen te kunnen krijgen. Men bleef redenen vinden om het medische materiaal niet vrij te geven. Net voor het weekend, konden we eindelijk, de dozen uit de stockageruimte van de cargo gaan ophalen. Maar wat bleek, één van de drie paletten werd niet teruggevonden. We zijn dan maar zelf de verboden zone binnengegaan en net toen we werden teruggefloten hadden we het verloren pallet teruggevonden, achter een stapel andere verpakkingen.\r\n\r\nHet was al bijna donker toen alle dozen ingeladen waren op de achterste banken van de bus die ons naar Lalibela ging voeren, 600 km noordelijk van Addis Abeba. De chauffeur is zonder tussenovernachting doorgereden naar onze eindbestemming, waar we de dag nadien in de namiddag aankwamen. Om de stemming er in te houden en vooral om de chauffeur wakker te houden zijn we groot gedeelte van de nacht luidop blijven zingen. Gelukkig kon de chauffeur de teksten niet verstaan en waren het ook geen slaapliedjes. De vensters vooraan werden met hetzelfde doel ver opengezet, waardoor we met twee een flinke verkoudheid opliepen.\r\n\r\nOnderweg, bij het opkomen van de zon hebben we kunnen genieten van de prachtige landschappen en van de bedrijvigheid en het leven die daar reeds ’s morgens vroeg op gang komen in de verschillende dorpen en markten langs de weg.\r\n\r\nZondag 4 mei, ook de dag dat de medische teams van de eerste operatieweek toekwamen, hebben we met onze drieën van de logistieke ploeg herstellingen uitgevoerd in het Memorial Hospital van Lalibela. Op basis van fotomateriaal, dat tijdens een voorafgaand bezoek door o.a. Dr. Herman eind januari 2014 werd verzameld, hadden we beslist om vooraf in Addis o.a. buislampen en stopcontacten aan te kopen. Deze kwamen goed van pas om in beide operatiezalen en in de ruimte voor de tandartsen een basisverlichting en de elektriciteitsvoorziening in orde te brengen. Twee operatielampen van het hospitaal, die niet gebruikt werden omdat ze niet konden worden aangesloten op de bestaande stopcontacten, bleken goed te werken na aansluiting op het juiste stopcontact. Ook de zelf meegebrachte LED-spots op statief werden geïnstalleerd als accentverlichting voor de operatiezone.\r\n\r\nVanaf maandag 5 mei werd gestart met de operaties. Het logistieke team werd vanaf dan ook ingeschakeld bij de begeleiding van de patiënten. Ook verdere herstellingen werden uitgevoerd.\r\n\r\nOok het toilet aan het operatiekwartier werd gekuist, ontstopt en hersteld. Voor de chassebak konden we echter geen onderdelen vinden zodat doorspoelen nog steeds met een emmer water dient te gebeuren. Toch nog een beetje Afrika …\r\n\r\nIn het hospitaal werden zeven jaar geleden twee steriliseerapparaten geïnstalleerd. Eén ervan bleek niet te werken omdat … het niet was aangesloten. Na aanbrengen van een aansluitkabel (die ik gelukkig bij had) en wat opstartmoeilijkheden bleek het apparaat perfect zijn werk te kunnen doen.\r\n\r\nToen de elektriciteit plots uitviel, werd een noodgenerator opgestart. Na korte tijd viel die echter weer stil door gebrek aan brandstof … Op onze vraag werd brandstof bijgevuld. Bovendien was er maar in één van beide operatiezalen een stopcontact dat op de noodgenerator was aangesloten. Wij hebben voor de tweede operatiezaal een bijkomend noodstopcontact voorzien.\r\n\r\nHet was aangenaam en leerrijk om gedurende een hele week te kunnen samenwerken met de sterk gemotiveerde medische teams. Tijdens die ene week werden o.a. ruim 200 tanden getrokken, een 8-tal schildkliergezwellen en talrijke tumoren verwijderd en werden verschillende huidtransplantaties uitgevoerd bij patiënten met oude brandwonden. Vele andere patiënten werden geselecteerd voor operaties de weken nadien.\r\n\r\nVrijdag 9 mei was het voor ons en ook voor de aanwezige medische teams de laatste “werkdag”. Zaterdagmorgen werd de terugreis aangevat, behalve dan door Dr. Herman, die dan nog 3 weken in Lalibela bleef. Elke volgende week tot eind mei kwamen nieuwe teams van chirurgen het werk verder zetten.\r\n\r\nDe bijdrage die we konden en mochten leveren met de logistieke ploeg werd door de medische teams en door de directie van het hospitaal in Lalibela sterk geapprecieerd. Voor ons was ook het contact met de talrijke patiënten, waarvan sommigen dagen hebben moeten stappen om het hospitaal te bereiken en soms reeds meerder jaren sukkelden met hun gezondheid, een zeer verrijkende ervaring. Wat een contrast met ons gezondheidssysteem!","fr":"","en":""},"interventions":{"nl":"gynaecologie – algemene heelkunde – orthopedie","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/Lalibela%202014-1.jpg","quote":{"nl":"200 tandextracties\r\n8 schildklier operaties\r\n","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/DSCN3360.JPG","https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/DSCN3387.JPG","https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/Lalibela 2014-1.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/Lalibela 2014-3.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic34d/Lalibela 2014-4.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}