{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMzg=":{"id":38,"name":{"nl":"Nigeria - Enugwu 2019","fr":"","en":""},"country":"NGA","description":{"nl":"Een woordje van de ouders van Emily","fr":"Un petit mot des parents d´Emily","en":"A word from Emily´s parents"},"startDate":"2019-09-05T00:00:00","endDate":"2019-09-20T00:00:00","report":{"nl":"consultations\r\n\r\nVolledig rapport van de missie \r\nNL\r\nWij zijn de ouders van Emily, onze enige dochter, en het zal jullie dan ook niet verbazen dat we onze dochter met een bang hart aan jullie goede zorgen hebben overgelaten, die bewuste ochtend toen de missie nog in het bezit was van alle valiezen en alvorens het luchtruim van Turkije werd aangevlogen.\r\nWhatsApp was voor ons onbekend, maar in nood leert men vlug.  Dag na vertrek had mijn echtgenote reeds gezorgd voor de connectie met deze app.\r\nMet ongeduld hebben wij dan ook elke avond  uitgekeken naar de verslagen op deze app, telkens blij dat het goed ging en telkens in de hoop dat Turkish Airlines wou meewerken. Tevergeefs, naïviteit kent geen grenzen, ook niet op onze leeftijd.\r\nNa de vele verhalen en foto’s van onze dochter blijkt dat onze ongerustheid onterecht was en zij goed werd omringd door het ganse team.\r\nWe vernemen dat de missie voor Emily een rijke ervaring was, dit niet enkel op professioneel, maar eveneens op sociaal vlak. Het werken in teamverband, het verwerken van valiezen-tegenslagen, het delen van emoties…   als ouders kunnen wij dit alleen maar toejuichen.\r\nHet is dan ook in alle oprechtheid dat mijn echtgenote en mezelf jullie allen danken voor de goede zorgen voor onze dochter.\r\n\r\nMet oprechte en vriendelijke groeten,\r\nVeronique en Jean-Marc\r\n","fr":"Nous sommes les parents d`Emily, notre fille unique, et cela ne vous surprendra pas que nous vous ayons laissé notre fille avec un cœur effrayé ce matin-là alors que la mission était encore en possession de toutes les valises et avant de s’envoler avec l’équipe de REVIVE. \r\nWhatsApp nous était inconnu, mais dans le besoin on apprend vite. Le lendemain du départ, ma femme avait déjà fait la connexion avec cette application. \r\nChaque soir, nous attendions avec impatience les rapports sur cette application, toujours heureux que cela se soit bien passé et à chaque fois dans l`espoir que Turkish Airlines était prête à coopérer. En vain, la naïveté ne connaît pas de limites, même pas à notre âge. \r\nAprès les nombreuses histoires et photos de notre fille, il semble que nos inquiétudes n`étaient pas justifiées et qu`elle était bien entourée par toute l`équipe. Nous apprenons que la mission d`Emily a été une expérience riche, non seulement professionnellement, mais aussi socialement. Travailler en équipe, faire face aux revers des valises, partager des émotions… en tant que parents, nous ne pouvons que l`applaudir. \r\nC`est donc en toute sincérité que ma femme et moi-même vous remercions tous d`avoir bien pris soin de notre fille. \r\nAvec nos sincères salutations, \r\nVéronique et Jean-Marc\r\n","en":"We are the parents of Emily, our only daughter, and it will not surprise you that we left our daughter to you with a scared heart that morning when the mission was still in possession of all the suitcases and before flying into Turkey`s airspace. \r\nWhatsApp was unknown to us, but people learn quickly in need. The day after departure, my wife had already made the connection with this app. With impatience, we have been looking forward to the reports on this app every evening, always happy that it went well and always hoping that Turkish Airlines would cooperate. In vain, naivety knows no bounds, not even at our age. \r\nAfter the many stories and photos of our daughter, it appears that our concerns were unjustified and she was well surrounded by the whole team. We learn that the mission for Emily was a rich experience, not only professionally, but also socially. Working in a team, dealing with suitcases setbacks, sharing emotions… as parents we can only applaud this. \r\nIt is therefore in all sincerity that my wife and myself thank you all for taking good care of our daughter. \r\nWith sincere and best regards, \r\nVeronique and Jean-Marc\r\n\r\n"},"interventions":{"nl":"Algemene heelkunde - consultaties ","fr":"Chirurgie générale – consultations","en":"General surgery – consultations "},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria1.jpg","quote":{"nl":"98 ingrepen werden er gedaan\r\n1300 consultaties\r\n50 tal prenatale consultaties","fr":"98 opérations ont été effectuées \r\n1300 consultations\r\n50 consultations prénatales\r\n","en":"98 operations were performed \r\n1300 consultations \r\n50 prenatal consultations\r\n"},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190906_120342.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190909_143418.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190912_152543.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190912_152552.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190913_181507.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190915_115141.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190916_112908.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/20190918_100745(0).jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria1.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria2019-09-07-23.16.11-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria2019-09-09-18.10.49-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria20190914_143404-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria20190917_144949-e1570987478680-576x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria6-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/Nigeria7-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/NigeriaIMG-20190906-WA0014-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic38d/sectio.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}