{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMjQ=":{"id":24,"name":{"nl":"Madagaskar - Antalaha 2017","fr":"Madagascar - Antalaha 2017","en":"Madagascar - Antalaha 2017"},"country":"MDG","description":{"nl":"Getuigenis van Charlotte Lezy, verpleegkundige en van Marc Vercruysse, tandartsassistent","fr":"","en":""},"startDate":"2017-05-19T00:00:00","endDate":"2017-05-31T00:00:00","report":{"nl":"Getuigenis: Charlotte Lezy, verpleegkundige\r\n\r\nWat een ongelofelijke geslaagde missie!\r\n\r\nTijdens onze 7 dagen durende operatiemarathon, voerden we ongeveer 70 operaties uit bij iets meer dan 50 patiënten. De tandartsen deden niet onder voor team chirurgie. Aan het einde van de missie stond de tandextractie teller op iets van om en bij de 1300. Hiermee is deze missie één van de missies met de meest uitgevoerde ingrepen (zowel op het vlak van tandextracties, als op het vlak van chirurgie) uit de geschiedenis van REVIVE. Ik hoef dan waarschijnlijk ook niet te vertellen dat bij het hele team, na afloop, een gevoel heerste van uiterste voldoening in combinatie met een gevoel van lichte uitputting J.\r\n\r\nAchteraf bekeken, stond het misschien wel al op voorhand in de sterren geschreven dat deze missie zo’n groots succes zou worden. De reis naar Antalaha verliep zonder noemenswaardige problemen. Alle missieleden en alle bagage geraakten in één stuk en op het voorziene tijdstip op hun bestemming. Terwijl de douane en Air Madagascar er vorig jaar nog alles aan leken te doen om ons te saboteren, werd er dit jaar geen enkele kist of zwarte zak met medisch materiaal achtergehouden door diezelfde douane. Air Madagascar bleek zijn bijnaam, Air Peut-être, dit jaar niet waardig te zijn. Tegen alle verwachtingen in werden er geen vluchten geschrapt, er liep zelfs geen enkele vlucht de minste vertraging op.\r\n\r\nIn de sterren geschreven of niet, het succes van deze missie is vooral te danken aan de niet aflatende inzet van het ganse team. Ondanks de soms ondraaglijke hitte en de lange werkdagen, bleef iedereen enthousiast en bereid om elke dag opnieuw te proberen zo veel mogelijk mensen te helpen. Hierbij mogen we zeker het harde werk van Herman en Dokter Didier (chef van het ziekenhuis in Antalaha) niet vergeten. Dankzij hen hoefden wij ons op niets anders te concentreren dan op operaties en tandextracties uitvoeren, terwijl zij alle praktische bekommernissen voor hun rekening namen.\r\n\r\nVeel tijd voor ontspanning bleef er dan ook niet over. Net als vorig jaar werden we uitgenodigd voor een walking dinner in het bijzijn van een delegatie van de Lions Club van Antalaha. Voor REVIVE betekent dit heel wat, aangezien wij de laatste jaren verschillende giften hebben mogen ontvangen van diverse Lions Clubs in België. Dit jaar had onze ontmoeting met de Lions Club van Antalaha een extra dimensie, doordat een lid van ons reisgezelschap, Etienne, deel uitmaakt van de Lions Club van Beloeil. Etienne had dan ook een vlagje meegebracht om uit te wisselen met zijn collega’s van Antalaha.\r\n\r\nTijdens de laatste dag van ons verblijf, was er nog net voldoende tijd om een bezoek te brengen aan een plaatselijk natuurreservaat en een duikje te wagen in de Indische Oceaan. Net zoals vorig jaar werd ik stil van de prachtige fauna en flora die Madagaskar te bieden heeft. Jammer genoeg werd Antalaha dit voorjaar getroffen door een reeks van zware cyclonen, de zwaarste in 26 jaar tijd. Hierdoor werden niet alleen hele dorpen van de kaart geveegd, maar sneuvelde ook een groot deel van de vegetatie. Met veel plezier droegen wij ons steentje bij aan de wederopbouw hiervan, door elk een aantal bomen te planten.\r\n\r\nGedurende deze missie is duidelijk geworden dat de hulp van REVIVE voor de inwoners van Antalaha en omstreken broodnodig is. Nu al is er een lijst opgesteld van meer dan 60 mensen die wachten op een operatie. Als alles meezit, gaan wij dan ook zeker terug volgend jaar!\r\n\r\nGetuigenis: Marc Vercruysse, tandartsassistent\r\n\r\n\r\n\r\nBijna drie dagen waren we onderweg om onze bestemming in Madagaskar te bereiken.\r\n\r\nWe waren nog niet helemaal bekomen van de helse autorit van de luchthaven naar ons hotel. Mr. Didier bezorgde ons in de gietende regen en in een helse ambulance stijl een vliegende lift over de weg. Net op het moment dat ik wou dreigen met uitstappen, verneem ik dat hij de directeur is van het ziekenhuis waar we zullen werken …\r\nEven uitblazen in de hotelkamer. Wij hebben veel geluk. Er is stromend water én elektriciteit en daarna volgt de gebruikelijke ‘installatie’ in het ziekenhuis. Onze chirurgen en hun gevolg vinden meteen onderdak in het OK-gedeelte met 2 operatiezalen.\r\n Waar kunnen de tandartsen echter terecht? Deze missie zijn we met 2 tandartsen afgezakt, nl. mijn echtgenote Karla, die ik reeds 2 maal geassisteerd heb in Lalibela (Ethiopië) en Pierre uit ‘Wallonië’. Het is Pierre zijn eerste keer en hij laat zich assisteren door Françoise, echtgenote van Etienne, de huisarts van onze delegatie, allemaal Franssprekend. En dat hebben we ook gedaan.\r\n Didier laat weten dat de plaatselijke tandarts niet aanwezig is maar dat ze in een afzonderlijk gebouw een cabinet heeft, waar gewerkt kan worden. Na enig aandringen belt hij haar op en sneller dan verwacht, verschijnt Clarence. Clarence zegt doodleuk dat we niet kunnen werken in haar cabinet als het regent (het regent om de haverklap!!!). Samen stellen we vast dat haar gebouw dakloos is door een recente tyfoon. Het regent er langs alle kanten binnen, er is geen elektriciteit, geen stromend water, er liggen wel plassen op de grond, het is er piepklein…\r\nWe wenden ons terug tot Didier met de vraag of hij misschien een lokaal heeft voor ons. Intussen hadden we al gemerkt dat er geen tekort is aan verstelbare onderzoektafels, waarop we de patiënten kunnen leggen. Hier en daar zien we bijzettafels, ander meubilair en allerlei spulletjes die we zullen claimen. We weten wat er ons te doen staat …\r\n\r\nNeen, de vergaderzaal nemen we liever niet. Deze is al te stofferig, donker en volgestouwd met tafels en banken. Ik neem Didier bij de arm op zoek naar een geschikte werkplek. We pikken een lokaaltje in op de eerste verdieping dat uitgeeft op de lange overdekte gang. Het wordt snel ontruimd. De kasten zetten we op de gang als afscheiding. Het grootste vuil wordt verwijderd. We installeren ons zo goed mogelijk met wat voorhanden is. Onze instrumenten en ontsmettingsbakken liggen klaar. Karla zal in het lokaaltje werken, Pierre in open lucht onder het afdak op de gang. Clarence laat weten dat ze ook wil werken maar vindt het niet nodig om een derde onderzoekstafel te laten installeren. We wachten af. Intussen reeds een eerste muggenbeet, ondanks den deet …\r\nOnze eerste werkdag start met enige vertraging. Er moest een slotenmaker aan te pas komen (we verklappen hier niet wie de sleutel van ons ‘cabinet’ kwijtspeelde). Honderd mensen wachten op de gang, het is drukkend warm. Maar goed, vrij snel doen de tandartsen hun werk. Ook over de ontsmettingsprocedure van de instrumenten geraken we het op den duur eens. Clarence vindt ook haar draai en neemt af en toe over van Pierre. Dit is pure noodzaak, want de zon, die haar weg vindt onder het afdak, veroorzaakt een ondraaglijke hitte. Het personeel knutselt een zonnewering met donkergroene lakens in elkaar. De volgende morgen kennen we echter een grote doorbraak, ons lokaaltje paalt met één deur aan de achterkant van de vergaderzaal. We gooien de deur eruit. Voortaan werken Vlamingen en Walen onder één dak in de vergaderzaal, waar ook de lunch genomen wordt en af en toe een plaatselijke arts consultaties houdt, maar waar we ook de ramen kunnen open zetten voor een frisse bries.\r\n\r\nIntussen stelt Karla vast dat hier een andere tandproblematiek heerst dan in Ethiopië, nl. er zijn veel meer rotte tanden per persoon. Dit is waarschijnlijk het gevolg van overmatig gebruik van suikerhoudende dranken (overal aangeboden op straat). Voor de rest echter hetzelfde verhaal, ellenlange rijen wachtende mensen, verlangend naar een verlossing van hun tandpijn. Mensen die niet al te veel zeggen, maar tegen een stootje kunnen en geen krimp geven. Naarmate de dagen vorderen geraken we goed op dreef. Clarence werkt volwaardig mee waardoor we nagenoeg continu kunnen werken en waardoor Karla en Pierre af en toe even op adem kunnen komen. Want het is echt lastig, vooral door de drukkende hitte.\r\n\r\nWe doen ons best om de mensen in hun eigen taal aan te spreken, we laten enkele woorden vertalen en afficheren die op de muur: mbolastara / bonjour, afoudia / ouvrir… mensen lachen.\r\n Op het einde van de week hebben we zowat 1300 tanden getrokken bij 350 mensen. Twee kindjes heeft Karla onder volledige narcose behandeld. Een heus Jan-Palfijn team in het plaatselijk OK, Marianne en Peter waren de dienstdoende anesthesisten. En ja, tussendoor hebben we ook onze chirurg Paul erbij gehaald om met het scalpel een kanjer van een abces te lijf te gaan. Etter bij de vleet, nazorg door Etienne… Mooi dat samenwerken.\r\n\r\nEn een vriend erbij, merci Pierre!\r\n\r\n","fr":"","en":""},"interventions":{"nl":"gynaecologie - algemene heelkunde - tandheelkunde","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-3-1024x768.jpg","quote":{"nl":"70 operaties\r\n1300 tandextracties","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-109-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-113-e1497202795869-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-118-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-142-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-143-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-16-e1497202951187-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-179-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-180-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-188-1024x683.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-21-e1497202921659-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-22-e1497202902978-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-24-e1497202892673-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-3-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-33-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-38-e1497202876911-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-39-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-41-e1497202853295-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-50-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-62-e1497202811914-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-69-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-72-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-80-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-82-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-91-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-93-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic24d/Madagascar-Mei-2017-99-1024x768.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}