{"ABOUT.ARTICLES_OF_ASSOCIATION": "Download our articles of association here", "ABOUT.HOW_TEXT":"Dr. Herman De Gezelle, gynecologist, had dreamed of doing humanitarian work but he lacked the time. Until 2010 Dr. Herman De Gezelle, then associated with AZ Saint-Lucas in Ghent, and colleague Dr. Jan Aerts, gynecologist from Turnhout, went to Fianarantsoa in Madagascar as members of Interplast Germany to operate on vesicovaginal fistulas. Ethiopia followed in 2012 and with a few like-minded people the REVIVEvzw non-profit organization was founded and recognized by the Belgian government in 2014.","ABOUT.HOW_TITLE":"How?","ABOUT.INTRO":"REVIVEvzw is a Belgian non-profit organization that carries out medical humanitarian missions in developing countries with an emphasis on Africa. REVIVEvzw’s activities are aimed at people who, due to their living conditions, normally do not have access to specialized medical care.","ABOUT.TITLE":"About us","ABOUT.WHAT_TEXT":"\"REVIVE\" means “to bring new life”. REVIVEvzw offers new opportunities to people in need of care, who for various reasons do not have access to specialized heathcare. The pathologies treated are very diverse ranging from uterine prolapse, enlarged thyroid gland or goiter, inguinal hernia, cleft lip, clubfoot, orthopedic trauma… as well as dental caries, oral hygiene and prenatal consultation. We are gratefull to use the opportunity to also provide training to the local medical staff. Moreover, we give the opportunity to Belgian students from the medical sector to gain unforgettable experiences in unique internships. Each mission lasts approximatively two weeks (for internship students 4 weeks). Each time about a hundred people are helped free of charge and relieved of their physical complaints. For them this often means that they fully participate in daily life again.","ABOUT.WHAT_TITLE":"What?","ABOUT.WHO_TEXT":"REVIVEvzw is a non-governmental non-profit organization recognized by the Belgian government that carries out medical humanitarian missions in developping areas, mainly in Africa. REVIVEvzw works completely independently and neutrally, regardless of any commercial, political or religious interest. REVIVEvzw started humanitarian missions in 2010, initially as a “subsidiary” of Interplast Germany. REVIVEvzw has been working as an independent Belgian non-profit organization since 2014. All volunteers work for free. The mission members give a donation to support the functioning of the non-profit organization. Income is generated by organizing benefit activities and donations from service clubs, associations, companies and sympathizers. ","ABOUT.WHO_TITLE":"Who?","CALENDAR.SUBTITLE":"Want to be part of one of our events?","CALENDAR.TEXT":"Klik door en schrijf je in!","CALENDAR.TITLE":"Save the date!","HOME.CTA_LEARN_MORE":"About us.","HOME.HEAD_SUBTITLE":"<b>REVIVEvzw</b> offers specialized medical aid in places where large humanitarian organisations are not active.","HOME.INTRODUCTION":"This page works!","HOME.KEY_VALUE_1_DESCRIPTION":"Short interventions","HOME.KEY_VALUE_1_TITLE":"Medical missions in developing countries","HOME.KEY_VALUE_2_DESCRIPTION":"Improving local skills","HOME.KEY_VALUE_2_TITLE":"Training of medical personnel","HOME.KEY_VALUE_3_DESCRIPTION":"Intrinsic motivation","HOME.KEY_VALUE_3_TITLE":"Driven by volunteers","NAVIGATION.ABOUT":"About us","NAVIGATION.CALENDAR":"Calendar","NAVIGATION.MISSIONS":"Missions","NAVIGATION.SPONSORS":"Sponsors","NAVIGATION.SUPPORT_US":"Support us | webshop","NAVIGATION.VOLUNTEERS":"Volunteers","SPONSORS.TITLE":"Thumbs up for our sponsors!","VOLUNTEERS.BLOCK_1_CTA":"Get in touch!","VOLUNTEERS.BLOCK_1_TEXT":"Do you have the right skills to help people on international missions? We can't wait to meet you!","VOLUNTEERS.BLOCK_1_TITLE":"Become a volunteer for our international missions","VOLUNTEERS.BLOCK_2_CTA":"Say hello!","VOLUNTEERS.BLOCK_2_TEXT":"Do you have the right skills to help people on international missions? We can't wait to meet you!","VOLUNTEERS.BLOCK_2_TITLE":"Become a volunteer for our international missions","VOLUNTEERS.BLOCK_3_CTA":"Get in touch!","VOLUNTEERS.BLOCK_3_TEXT":"Do you have the right skills to help people on international missions? We can't wait to meet you!","VOLUNTEERS.BLOCK_3_TITLE":"Become a volunteer for our international missions","VOLUNTEERS.INTRO":"REVIVEvzw has no fixed costs, no offices and no\n employees. REVIVEvzw works exclusively with volunteers. 100% of our income\n goes integrally to our missions.","VOLUNTEERS.TITLE":"Learn more about our volunteers and become one yourself!","SHARED.DESCRIPTION":"Description","SHARED.DATE":"Date","SHARED.ADDRESS":"address","SHARED.RESERVATE":"Reserve","SHARED.EMAIL":"Email","SHARED.NAME":"Name","SHARED.MESSAGE":"Message","SHARED.SEND":"Send","SHARED.TEL":"Tel.","FOOTER.SUBSCRIBE_TO_NEWS_LETTER":"Suscribe to newsletter","CONTACT.TITLE":"Get in touch!","NAVIGATION.CONTACT":"Contact","SHARED.SEND_EMAIL_SUCCESSFULL":"Email sent succesfully!","SHARED.SEND_EMAIL_ERROR":"Sending email failed.","SHARED.FILL_IN_ALL_REQUIRED_FIELDS":"Fill in all required fields","MISSIONS.TITLE":"Reports of past missions","HOME.ABOUT_TITLE":"Key values","HOME.ABOUT_SUBTITLE":"REVIVEvzw in 3 points:","HOME.ABOUT_ACTION":"Read more","HOME.MISSION_TITLE":"Missions","HOME.MISSION_SUBTITLE":"Missions in 6 countries in Africa","HOME.MISSION_TEXT":"An average mission consists of a medical team supported by people who take care of logistics. Together they get the most out of their presence on site. They guarantee a professional implementation of the procedures and, where possible, training of the local medical staff. If you are interested in the details of our missions, be sure to read the travel reports.","HOME.MISSION_ACTION":"Read more about our missions","HOME.CALENDAR_TITLE":"Upcoming events","HOME.CALENDAR_SUBTITLE":"REVIVEvzw frequently holds seminars to draw attention to the missions","HOME.CALENDAR_ACTION":"See calendar","HOME.VOLUNTEERS_TITLE":"Volunteers","HOME.VOLUNTEERS_SUBTITLE":"REVIVEvzw lives thanks to its volunteers, we are very grateful for that","HOME.VOLUNTEERS_ACTION":"Become volunteer","HOME.SPONSORS_TITLE":"Our sponsors","HOME.SPONSORS_SUBTITLE":"We are grateful to our sponsors for their support!","HOME.SPONSORS_ACTION":"View alle sponsors","HOME.CONTACT_TITLE":"Get in touch!","HOME.CONTACT_SUBTITLE":"Have a question? Mail or call us! All information can be found on our contact page.","HOME.CONTACT_ACTION":"Contact page","MISSION.NO_EVENTS":"There are currently no events scheduled.","HOME.HEAD_TITLE":"Belgian Medical Missions","HOME.SUPPORT_US_TITLE":"Support REVIVEvzw","HOME.SUPPORT_US_SUBTITLE":"Help REVIVEvzw in different ways. Click through and discover how!","SPLASH.CLICK_HERE":"Click here","SHARED.SHOP":"Shop","PLANNED_MISSIONS":"Planned missions","PAST_MISSIONS":"Past missions","PLANNED_SCOUTINGS":"Planned scoutings","PAST_SCOUTINGS":"Past scoutings","PLANNED_EVENTS":"Planned events","PAST_EVENTS":"Past events","ABOUT.ORGANIZATIONAL_CHART":"Download our organization chart here"}