{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMjI=":{"id":22,"name":{"nl":"Ethiopie - Tigray 2017","fr":"","en":""},"country":"ETH","description":{"nl":"Getuigenis van Persyn Kimberley, Verpleegkundige","fr":"","en":""},"startDate":"2017-10-13T00:00:00","endDate":"2017-10-27T00:00:00","report":{"nl":"Op vrijdag 13 oktober vertrokken we met het medisch team richting Maychew. Het was voor mij mijn eerste ervaring met een buitenlandse medische missie. Voor mij was het een droom die werkelijk werd. Met de nodige portie zenuwen begon er een onvergetelijke avontuur. Met het volledige team vlogen we richting Addis Abeba, de hoofdstad van Ethiopië. Na een onverwachte vlotte passage van alle medische materialen door de douane, wachtte Adhanom (de contactpersoon van Revive in Ethiopië) ons op in de luchthaven. Op dit moment werd de groep in twee gesplitst. De anesthesist dr. Roland Bonneux ging samen met de studentes vroedkunde, Lies en Lize, en studente verpleegkunde, Stephanie, met de jeep naar Maychew. De orthopedisch chirurg, dr. Libbrecht, en ikzelf bleven achter in Addis Abbeba om de volgende dag het vliegtuig te nemen richting Mekele. De bedoeling was dat Roland en de studenten diezelfde avond nog zouden toekomen in Maychew, maar dit werd helaas een utopie. Na een lange vermoeiende dag in de auto, besloten ze om onderweg een slaapplaats te zoeken en de volgende dag verder te rijden. Uiteindelijk werd het team op zondag terug herenigd, waar de belevenissen gretig uitgewisseld werden.\r\n\r\nMaandag 16 oktober konden we eindelijk van start gaan met het team. We werden opgehaald aan ons hotel en naar het ziekenhuis gebracht. Mijn eerste indruk van het ziekenhuis was vrij positief. Het lag mooi gelegen tussen de bergen. De directeur van het ziekenhuis was ons al aan het opwachten. We kregen onmiddellijk een rondleiding en verwelkoming. De bedoeling van de eerste dag was het rekruteren van patiënten die in aanmerking komen voor een orthopedische ingreep met de middelen die we mee hadden. Daarnaast dienden we ook het operatiekwartier in te richten, het materiaal laten steriliseren, en dr. Bonneux controleerde de beademingsapparatuur en medicatie. De eerste dag hebben we 150 patiënten op consultatie gezien. Hiervan hebben wij er 44 geselecteerd. We hebben heel wat mensen moeten teleurstellen die hoopten dat we hen konden helpen. Uiteindelijk konden we de volgende dag aan de slag gaan. Met een klein hartje want het materiaal bleek uiteindelijk nog niet gesteriliseerd te zijn. Gelukkig was dit alles in orde toen we ’s morgens toe kwamen in het ziekenhuis. Er zijn in totaal 550 patiënten op consultatie geweest waarbij we maar liefst vijftig operaties uitgevoerd hebben. Een groot succes alvast, maar de follow up van deze patiënten is ook zeer belangrijk. Helaas kunnen we dit niet zelf doen gezien de korte periode die we hier zijn. Het zou fantastisch zijn mochten we hier onze patiënten zelf verder kunnen opvolgen, kinesitherapie geven, gipswissels toepassen Etc… maar onmiddellijk botsen we terug op verschillende moeilijkheden. Onder andere de beperkte middelen die we hier hebben, ook al waren we zelf volgeladen met materiaal en het tekort aan tijd. Ook al lijkt twee weken een lange periode, het is echt zo kort. Je gaat naar huis terwijl je weet dat je in België zoveel meer kan doen en zoveel meer patiënten kan behandelen. Anderzijds hebben we ook heel wat mensen kunnen helpen en daar doe je het voor.\r\n\r\nWe hebben ook het geluk gehad dat we een kijk konden nemen in het universitair ziekenhuis van Mekele. Wat een verschil en wat een luxe voor dit land! Luxe is wel een relatief begrip want het is nog steeds helemaal niet te vergelijken met de moderne ziekenhuizen die we hier hebben in België. Het ziekenhuis heeft zelfs een cathlab! Dit hadden we helemaal niet verwacht.\r\n\r\nAls afsluiter was er het traditionele afscheidsdiner en wat een opkomst was het. Heel veel mensen van het ziekenhuis waren aanwezig op dit diner. We kregen traditionele kledij als geschenk en dankbaarheid voor de hulp die we gegeven hebben in het ziekenhuis.\r\n\r\nWe kunnen tot een besluit komen dat deze missie meer dan geslaagd was en dat werd bewezen door de “certificate of appreciation” die we van de Tigray Development Organisation gekregen hebben. Er wordt gehoopt op een volgende missie in die regio en die zal er ongetwijfeld ook volgen.\r\n\r\nWat een geslaagde missie en een fantastische ervaring!","fr":"","en":""},"interventions":{"nl":"orthopedie","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-1.jpg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-1.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-12-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-13-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-14-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-23-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-27-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-3-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-41-1024x765.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-6.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic22d/Ethiopie-Okt.-2017-8-1024x768.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}