{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMjg=":{"id":28,"name":{"nl":"Ethiopië - Scouting - Tigray 2017","fr":"","en":""},"country":"ETH","description":{"nl":"Hoe komt een REVIVE-missie tot stand? Geschreven door Griet Vandermeersch\r\n","fr":"","en":""},"startDate":"2017-01-14T00:00:00","endDate":"2017-01-21T00:00:00","report":{"nl":"Zaterdagavond 14 januari vertrekken we vanuit Zaventem, met tussenstop in Parijs, naar Addis Abeba waar we ’s morgens vroeg aankomen. Birgitte heeft wol en haakpennen bij en leert mij in het vliegtuig hartjes haken. Die hartjes worden verkocht voor het goede doel (aankoop Sevorane verdamper). Dus wij haken er op los!\r\n\r\nWe wachten een paar uren op de luchthaven in Addis Abeda op onze vlucht naar Lalibela waar we zondagmiddag landen.\r\n\r\nEen stralend blauwe hemel, een hoog staande zon, een minibusje die ons opwacht, met Adhamon en Tadesse (chauffeur), vormen het welkomstcomité. Het busje, geladen met medisch materiaal die gestockeerd was bij Adhamon, onze 8 koffers en wijzelf wordt op die manier omgetoverd tot een bomvol geladen busje!\r\n\r\nTadesse rijdt direct een kleine weg in, een short cut, richting Korem. We zien direct dat de weg het niet toelaat om vlug te rijden, putten, bulten, stenen, gravé en natuurlijk veel stof. Maar altijd rijden we in een mooi landschap, passeren we herders met kuddes vee, soms een grotere groep, soms maar enkele dieren. Koeien, stieren met reuze horens, magere geiten en schamele schapen blokkeren soms onze weg. Maar Tadesse is een goed chauffeur en laveert tussen alles met alle gemak en geduld.\r\n\r\nNa een paar uren rijden op de hobbelige weg stoppen we in een dorp voor een koffietje. De koffie wordt hier op een traditionele manier klaargemaakt, dwz een heel ritueel.\r\n\r\nDe bonen worden geroosterd op een piepklein houtskoolvuurtje, de geroosterde bonen komen ze eens tonen, dan worden de bonen gemalen (kapotgestampt met een zwaar betonijzer), en dan wordt er uit een kannetje kokend water op de gemalen bonen gegoten. Dit geheel trekt een tijdje en dan worden de kopjes uitgeschonken en rondgedeeld. Dit ritueel neemt een heel tijdje in beslag en wordt uitgevoerd door heel jonge meisjes.\r\n\r\nBirgit en ik drinken wijselijk een cola, de mannen wagen zich aan de sterke koffie.\r\n\r\nEens terug op weg, we voelen ons wat frisser en wakkerder, kletsen we er op los en bewonderen de natuur. Onderweg houden we halt voor een sanitaire stop in de natuur, veel beter dan de vieze toiletten!\r\n\r\nWe rijden door de highlands van Ethiopië, op een hoogte van 2500-2700 m, prachtige vergezichten verrassen ons.\r\n\r\nDe weg is toch langer dan gedacht, we onderschatten de staat van de weg, en zo merken we vrij snel dat we onze gewenste bestemming (Sekota) vandaag niet kunnen halen.\r\n\r\nRond 18u gaat de zon onder, begint het donker te worden en dan wordt het ronduit gevaarlijk om te rijden.\r\n\r\nDe werkers op het land, veehoeders en de kinderen lopen langs de weg met het vee. Nergens is er verlichting, de mensen en het vee zijn bijzonder donker en Tadesse begint eigenlijk te snel te rijden.\r\n\r\nWe besluiten te stoppen in Korem, om te overnachten in een hotel die Adhamon kent. De combinatie van te weinig slaap en de hoogte speelt ons allen parten. We zijn gewoon doodmoe! De mannen bestellen nog een soepje, Birgit en ik kruipen direct in ons bed. Ttz, ik slaap direct en Birgit haakt nog een paar hartjes!\r\n\r\nMaandag:\r\nWe slapen allen goed, ontbijten (omelet en brood) en gaan terug de weg op. Direct merken we de drukte op: mensen stappen naar het werk, kinderen naar school (in uniform en de kleur van het uniform hangt af van dorp tot dorp), naar de markt en de tuc tucs rijden en laveren door alles heen.\r\n\r\nWe zetten onze weg verder naar Sekota waar we een afspraak hebben met de CEO van het hospitaal. We lunchen eerst in het centrum, koude spaghetti met vleessaus voor de dames en Willy, Herman eet de plaatselijke keuken (injeera). Moedig van hem!\r\n\r\nWe rijden naar het hospitaal en zijn verrast van de rust en de aangename omgeving van het hospitaal. We worden hartelijk ontvangen en de CEO is zichtbaar blij en dankbaar met onze missies. Hij leidt ons rond in het ziekenhuis, vooral de operatiezaal in het bevallingskwartier (waar de sectio’s) gebeuren en de operatiezalen worden nauwkeurig en tot in de details bekeken. De anesthesist ter plaatse is heel behulpzaam en ook heel goed op de hoogte van de toestellen. Birgit is in haar nopjes en Willy schrijft alle technische gegevens nauwkeurig op. Er worden foto’s getrokken van alle toestellen en Birgit probeert de knopjes uit! Mooi materiaal in de nieuwe sectiozaal! De operatielampen kunnen we niet testen, jammer. De lampen zijn stuk en er zijn geen andere ter vervanging. Willy zal het opzoeken thuis om hen uit de nood te helpen.\r\n\r\nIn de operatiezaal mogen we niet binnen met onze gewone kledij, dus doen we schorten aan en steken onze voeten in (vuile) instekers. Ook daar kijken we wat er allemaal aanwezig is en Birgit kijkt na wat er al dan niet werkt. De anesthesist is heel gewillig en beantwoordt alle vragen. Herman ziet dat er kan gewerkt worden in de 2 zalen, de ene is al beter ingericht dan de andere, en Willy noteert de technische defecten en mogelijke oplossingen.\r\n\r\nWe rijden terug naar ons hotel, ondertussen zijn we reeds in de namiddag en het eerste wat we doen is de WIFI testen. We zetten ons, mooi op een rijtje, onder de router, hebben goede ontvangst en alle smartphones gaan in overdrive. We Whatsappen en mailen er op los, de belletjes rinkelen!\r\n\r\nWe moeten aan het werk: op één kamer worden alle tassen met het materiaal vanuit Lalibela geledigd, gesorteerd, opgelijst en netjes weer verdeeld voor de juiste bestemming. Kledij die we mee brachten gaat in zakken voor Adhamon, hij zal dat in zijn thuisstad verdelen onder hen die het nodig hebben.\r\n\r\nWe werken door tot het donker wordt, snakken naar een warme douche maar het is wishfull thinking. Om het restaurant te bereiken hoeven we enkel de straat over te steken, goed uitkijken is de boodschap. We eten hetzelfde als ’s middags, spaghetti met groenten of met vleessaus. Het is pittig gekruid!\r\n\r\nWe kopen in een klein winkeltje wat koeken en chocolade, dit is voor ons ontbijt morgen, we zijn van plan om vroeg te vertrekken want er staat een verre rit op het reisprogramma.\r\n\r\nDinsdag:\r\nAllen werden we wakker om 3 uur, waarom weten we niet, maar helemaal uitgeslapen zijn we niet. Vlug wordt alles ingeladen en we gaan op weg. Het is 6 uur en de zon komt op, prachtig lucht! Terug heerst er op de weg een hele drukte. Adhamon weet niet zo goed zijn weg, het is ook voor hem de eerste keer, richtingaanwijzers zijn er niet, maar ze besluiten om links af te slaan. Waarom? Omdat de electriciteitspalen daar staan, dus moet het een belangrijke weg zijn. Het blijkt inderdaad een goede beslissing te zijn. We rijden rond in een prachtig landschap, verre zichten, kliffen, glooiend, pittig, een variëteit aan kleuren, dit de ganse rit. Soms dalen we, stijgen we met een pittige helling, rijden we langdurig op een hoogplateau en wanen we ons op het dak van Ethiopië. Het doet Herman denken aan de Rocky Mountains in Amerika. Alle superlatieven komen naar boven en we hebben ogen te kort. We fotograferen er op los, wat niet altijd evident is al rijdend en steeds stoppen kunnen we ons niet permitteren. De staat van de weg is niet zo goed, maar Tadesse doet zijn uiterste best. Af en toe babbelen Adhamon en Tadesse er op los, heel gezellig en amusant en ze zitten soms te schaterlachen. Wij begrijpen er niets van maar hun onderwerp van hilariteit is, gelijk overal in mannengesprekken, vrouwen en auto’s. Meer komen we niet te weten.\r\n\r\nRond 10u krijgen we zin in koffie en willen we onze benen wel eens strekken. We houden halt in een dorp, aan een café (groot woord) waar al een Jeep staat (tip van Herman: als daar een mooie auto staat zal er wat te eten of drinken zijn). En hij heeft gelijk, we bestellen omelet met groenten en brood, we starten met 1 portie, eens kijken wat het is, hoe ze het klaarmaken weten we niet, maar het is lekker. Met onze handen en stukjes brood waar we een schepje van maken zitten we allemaal uit 1 bord te eten.\r\n\r\nWe bestellen een tweede portie en we drinken thee en koffie. De dames proeven niet van de koffie want we vinden het allebei een brouwsel.\r\n\r\nTerug op weg, we vorderen met een snelheid van max 20km/uur, rijden we als het ware door een natuurreservaat. Kleine dorpjes, soms maar een paar hutten en eigenaardige bouwsels met allerhande materiaal, desolate onafgewerkte stenen huisjes (op die manier is de grond veilig zodat de staat er van af blijft), zichtbare armoede van de bevolking, steeds enthousiaste kinderen en jeugd als we passeren, wisselende natuur en een weg die varieert in kleur (grijs, rood, zandkleur, wit), al naargelang het gesteente.\r\n\r\nWe zien efficiënt gebouwde irrigatiekanalen, terrasbouw voor akkerbouw en gras voor het vee. Het is heel moeilijk om in zo’n reliëf en ondergrond te werken, overal stenen! Muilezels versleuren deze stenen maar alles wordt manueel opgeraapt. Als de rotsblokken te groot zijn worden ze manueel verkapt met een houweel. Op de akkers wordt geploegd met os en houten ploeg. Zwaar werk!\r\n\r\nHet is hier einde zomer, de oogst is juist binnen en het stro wordt op de bomen gelegd, op die manier eet het vee het niet stiekem op. Het is prachtig om te zien, paraplubomen met daarop een scherm geel stro, heel speciaal.\r\n\r\nVoor de woning of hut wordt soms een afdak gebouwd, dit is een constructie van houten palen, een gevlochten afdak en daarop een pakket stro. Op die manier wordt er schaduw gecreëerd en is het stro van de grond.\r\n\r\nHet vee komt ’s avonds dagelijks naar huis en wordt rondom de woning gestald. Daarom worden muurtjes, verhoogd met een takken- en bladerenconstructie opgetrokken ter bescherming van het vee tegen de vossen en hygena’s. Het vee vormt de bron van inkomsten en er wordt goed zorg voor gedragen. Kinderen, vanaf 5-6 jaar krijgen al een taak in de zorg voor het vee.\r\n\r\nIn Abi Adi houden we halt, het wordt laat en we moeten een slaapplaats zoeken. Dit is niet zo eenvoudig en na wat heen en weer gevraag belanden we in een logde. Vooraleer toe te zeggen kijken we eens rond en inspecteren we de hygiene. Het ziet er ok uit maar we kunnen er maar met 4 personen slapen. Birgitte en ik delen een hut, best mooi en gezellig. Jammer dat er geen warm water is en ook de spoeling van het toilet doet het niet. We vullen een fles water en maken zo zelf onze spoeling. Adhanom en Tadesse gaan elders slapen.\r\n\r\nEen hele grote, centrale, prachtige hut doet dienst als restaurant en bar. We drinken een glaasje wijn, schrijven het verslag, vullen de materiaallijsten aan en eten samen. Zoals elke dag eten we spaghetti, met groenten of vleessaus. De spaghetti is koud en de saus warm, het went al! We hebben nog een leuke babbel met een groep Franstaligen die gezellig aan het kampvuur zitten te praten en lachen. Onze hut ligt vlak naast hen, oordoppen en een Stilnoct voor ons allebei, we zullen en moeten slapen!\r\n\r\nWoensdag:\r\nDirect na het ontbijt bezoeken we het hospitaal. We krijgen een warm welkom, de directie en het personeel zijn uiterst vriendelijk. We krijgen een rondleiding, het ziet er een heel gezellig en net ziekenhuis uit. Ook een druk ziekenhuis waar men veel operaties verricht en waar het een drukte van jewelste is in de materniteit (20 bevallingen per dag).\r\n\r\nDe operatiezaal wordt grondig bekeken door Birgitte en Willy, overal merken we dezelfde problemen. Het anesthesietoestel, van de firma Mildray, blijkt tussenstukken te missen. De chinezen hebben in alle ziekenhuizen een heel mooi toestel geleverd maar hebben het niet geïnstalleerd, verstrekken geen nazorg en er zijn bij alle toestellen mankementjes. Op die manier zijn ze ook niet bruikbaar, doodjammer. In ruil voor de levering van de toestellen hebben ze (heel veel) hout gekregen.\r\n\r\nDe anesthesist is heel goed op de hoogte en Birgitte heeft een goed en boeiend gesprek met hem. Birgitte zal haar best doen om de missende stukken te zoeken.\r\n\r\nWe nemen afscheid en rijden, via een kleine weg, terug met mooie zichten, richting Axum. Er rijdt een grote geasfalteerde weg van Korem naar Axum, maar door ons ommetje langs Abi Adi rijden we langs de gewone wegen. Dit wil zeggen, putten, bulten, stenen, gravé en dus een heel traag rijden. We slingeren omhoog langs haarspeldbochten, de auto heeft het lastig, zijn verwonderd over al het moois en vooral de diepte- en panoramische zichten vormen unieke beelden op ons netvlies.\r\n\r\nTegen de middag komen we aan in Axum, we lunchen in een koffiebar. Na de lunch spoeden we ons naar het ministerie van Volksgezondheid waar we een afspraak hebben met de minister. Hij is heel vriendelijke en hij bepaalt waar we de komende periode mogen werken. Er werden 6 ziekenhuizen voor ons geselecteerd. Hij heeft ook contact opgenomen met het Suhulziekenhuis en weet welke wat REVIVE doet voor arme mensen. Hij maakt grapjes en vertelt over de onwetende toeristen die niet weten hoe ze injeera moeten eten.\r\n\r\nWe rijden door naar Endaselassie, Shire regio. Wat fijn om op een geasfalteerde weg te rijden. Maar ook hier is het oppassen geblazen voor onze chauffeur, de auto’s rijden behoorlijk snel maar alles wat op en rond de weg gebeurt blijft hetzelfde. Dus, kinderen, vee, muilezels, dromedarissen, voetgangers en af en toe een fietser, zij zijn het snelverkeer duidelijk nog niet gewoon. We komen een paar wrakken van vrachtwagens tegen, die vlogen uit de bocht en blijven daar gewoon liggen. En zo ontstaat een autokerkhof langsheen de weg.\r\n\r\nWe stoppen bij een hotel, vinden het ok, en installeren ons daar. We vertrekken naar het Suhul hospitaal waar we een afspraak hebben met de CEO. Adhanom en Herman leggen de werking uit van REVIVE en hij is enthousiast over onze komst. We laden al 8 tassen uit, materiaal voor de missie in maart, en die tassen worden veilig bewaard in de kast, alles op slot!\r\n\r\nDe hoofdgeneesheer gaat met ons mee tot het operatiekwartier. Zijn enthousiasme is wat minder. We verkleden ons en krijgen een rondleiding door de hoofdverpleegster in het operatiekwartier. De ene zaal wordt in gereedheid gebracht voor een sectio, de andere krijgt een grondige inspectie van ons team. Birgitte merkt onmiddellijk dat de anesthesist niet zo goed op de hoogte is. En ook hier dezelfde problemen met het Mildray anesthesietoestel. We noteren alles heel duidelijk, de verpleegster toont ons heel gewillig het operatielogboek, de recovery (waar zelf geen monitor aanwezig is) en 2 lege operatiezalen. De patiënten liggen op een onopgedekt bed, rechtstreeks op een doorgelegen matras, overtrokken met een zeil, en een deken op zich.\r\n\r\nWe overleggen nog eens met de CEO en Herman maakt duidelijk dat de hoofgeneesheer niet erg in zijn nopjes is met onze komst.\r\n\r\nWe rijden terug en op de binnenplaats van het hotel sorteren we het materiaal. We werken verder, onder het toeziend oog van een bewaker, tot het donkert. We verfrissen ons en gaan eten in het Benar hotel. Daar kunnen we buiten zitten, het eten is ok maar laat nogal lang op zich wachten. We informeren eens naar de prijs van een hotelkamer en die blijkt mee te vallen. Voor ons een betere optie, terras buiten, veel plaats in de kamers, mogelijkheid om te ontbijten en te eten, om de missieleden daar onderdak te geven.\r\n\r\nDonderdag:\r\nDirect na het ontbijt vertrekken we terug naar het ziekenhuis. We ontmoeten het hoofd van de verpleging en van de vroedvrouwen. We maken afspraken ivm de leerlingenopvang en bezoeken het bevallingskwartier. Ook hier zeer pover, jammer genoeg spreekt de vroedvrouw geen Engels.\r\n\r\nWe bekijken de catering voor de missie en horen dat het mogelijk is om ’s middags daar te lunchen en iets te drinken.\r\n\r\nOnze taak in het ziekenhuis zit er op, we hebben genoeg informatie voor de missie in maart.\r\n\r\nWe checken uit in het hotel en rijden direct naar het volgende hotel Benar om in te checken. Op het terras drinken we iets en lunchen. We eten en delen een vers gemaakte pizza. Lekker!\r\n\r\nNa Herman zijn middagdutje, de dames houden een middagkletske (terwijl we hartjes haken), starten we met het sorteren van onze laatste boxen. We werken flink door, kisten voor het Suhulziekenhuis, kisten om mee te nemen naar België. Alles wordt genoteerd en de kisten worden gelabeld. Na die karwei trakteren we onszelf op een aperitief. Voor Willy een fris pintje, de rest drinkt Amboa, spuitwater.\r\n\r\nOnze laatste avond eten we in het restaurant, op de vierde verdieping en we ergeren ons dat het internet niet werkt. Het werkt niet uit voorzorgsmaatregel omdat er heel veel volk op straat is vanwege het Johannesfeest. Het is best gezellig en met een goed en voldaan gevoel gaan we naar ons bed.\r\n\r\nVrijdag:\r\nNa het ontbijt laden we de auto in en vertrekken, voor de laatste rit, naar het ziekenhuis om de kisten af te geven. Er staat dus een heleboel materiaal in de CEO zijn bureel, de missie hoeft niet veel meer mee te brengen vanuit België. We groeten de CEO en overlopen de afspraken voor de missie in maart. Het ziekenhuis staat in voor de onderhandelingen met het hotel en betaalt de onkosten voor de missieleden.\r\n\r\nOns ritje van Endaselassie naar Axum duurt maar en goed uurtje. We rijden volgeladen, waggelende dromedarissen voorbij en komen rond 10u aan in Axum. Tadesse zet ons af aan de obelisken, Unesco wereld erfgoed, waar een gids ons een degelijke en boeiende uitleg geeft over de geschiedenis er van.\r\n\r\nHerman en Adhanom hebben de site reeds bezocht en drinken ondertussen een koffie. Wij vervoegen hen en samen lunchen we, weer een lekkere vers gemaakte pizza. Nadien rijden we door naar de luchthaven. Alle kisten moeten we openen ter controle. Omdat we zo vroeg zijn verloopt dit in alle rust.\r\n\r\nWe zijn klaar voor de vlucht naar Addis, daar wachten we een paar uren maar we krijgen gezelschap aan onze tafel van een bisschop uit Congo en een priester uit Kameroen zodat de tijd voorbij vliegt. Op de TV schermen volgen we de inaurugation van de heer Trump, we zijn niet de enigen die daar naar kijken, het is dan ook wereldnieuws!\r\n\r\nOm middernacht stijgt het vliegtuig op, om 8u ’s morgens landen we veilig en wel Zaventem.\r\n\r\nHet werd een heel gezellige scouting, onze doelen zijn bereikt, we bezochten 3 ziekenhuizen en de voorbereidingen voor de missie in maart zijn klaar!\r\n\r\n","fr":"","en":""},"interventions":{"nl":"scouting","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/Scouting006-1024x768.jpg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/16178360_2181047108787334_103373235120612893_o-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/DSCN7441-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/Scouting006-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/Scouting007-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/Scouting012-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/WP_20170118_14_12_37_Pro-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic28d/WP_20170118_14_17_44_Pro-1024x576.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}