{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMQ==":{"id":1,"name":{"nl":"Scouting Ethiopie - Madagaskar 2019","fr":"","en":""},"country":"ETH","description":{"nl":"Getuigenis van Patrick Dhaese, de coördinator vliegtuigtickets.","fr":"Témoignage de Patrick Dhaese, coordinateur des billets d´avion.","en":"Testimonial from Patrick Dhaese, the flight ticket coordinator."},"startDate":"2019-02-09T00:00:00","endDate":"2019-02-21T00:00:00","report":{"nl":"Van 9 tot 20 februari heeft een kwartet “Revivers” onder leiding van Herman, vergezeld van Pol (Callens), Eric (Alderweireldt) en Patrick (uw dienaar) bezoek gebracht aan Ethiopië en Madagaskar.  Het voornaamste doel was contacten en besprekingen te hebben met lokale partners, overheden en organisaties die belangrijk zijn in de omkadering en ondersteuning van onze humanitaire missies.\r\nWat  Ethiopië betreft hadden we afspraken in Mekele met functionarissen van de Tigray regionale overheid gezondheidszorg,  en in Addis met vertegenwoordigers/partners van de regio Oromia  en verder met de Belgische ambassade,  die alle uitstekend verlopen zijn in een sfeer van constructieve samenwerking.\r\nIn Madagaskar hebben we meetings gehad in Antananarivo met het ministerie van Volksgezondheid, de Orde van Geneesheren en verder nog bestuurders van de Lions Club. Deze laatste zijn bereid ons te steunen o.a. door gratis logies te verschaffen aan de missie deelnemers.  Maar… het hoogtepunt was toch wel de passage bij onze aan gang zijnde missie in Antsirabe (de kliniek van Dr. Rakotoson) waar we, met veel genoegen,  getuige waren van het enthousiasme en de inzet van onze hele equipe chirurgen, anesthesist, verpleegsters en studenten.\r\nKortom, we mogen terugblikken op een geslaagde trip met mooie toekomstperspectieven in de beide landen.\r\n","fr":"Du 9 au 20 février, un quatuor «Revivers» dirigé par Herman, accompagné de Pol (Callens), Eric (Alderweireldt) et Patrick (votre serviteur), s`est rendu en Ethiopie et à Madagascar. L`objectif principal était d`avoir des contacts et des discussions avec les partenaires locaux, les gouvernements et les organisations qui sont importants dans le cadre et le soutien de nos missions humanitaires. \r\nEn ce qui concerne l`Éthiopie, nous avons eu des accords à Mekele avec des responsables du gouvernement régional de la santé du Tigré, et à Addis avec des représentants / partenaires de la région d`Oromia et ensuite avec l`ambassade de Belgique, qui se sont très bien déroulés dans une atmosphère de coopération constructive. \r\nA Madagascar, nous avons eu des réunions à Antananarivo avec le Ministère de la Santé, l`Ordre des Médecins et d`autres directeurs du Lions Club. Ces derniers sont prêts à nous soutenir, entre autres, en offrant un hébergement gratuit aux participants à la mission. Mais… le point culminant a été le passage à notre mission en cours à Antsirabe (clinique du Dr Rakotoson) où nous avons été ravis de constater l`enthousiasme et l`engagement de toute notre équipe de chirurgiens, anesthésistes, infirmières et élèves. \r\nBref, nous pouvons revenir sur un voyage réussi avec de belles perspectives d`avenir dans les deux pays.\r\n","en":"From 9 to 20 February, a quartet “Revivers” led by Herman, accompanied by Pol (Callens), Eric (Alderweireldt) and Patrick (your servant), visited Ethiopia and Madagascar. The main goal was to have contacts and discussions with local partners, governments and organizations that are important in the framework and support of our humanitarian missions. \r\nAs far as Ethiopia is concerned, we had agreements in Mekele with officials of the Tigray regional health care government, and in Addis with representatives / partners of the Oromia region and further with the Belgian embassy, all of which went well in an atmosphere of constructive cooperation. \r\nIn Madagascar we had meetings in Antananarivo with the Ministry of Health, the Order of Physicians and other directors of the Lions Club. The latter are willing to support us by, among other things, providing free accommodation to the mission participants. But ... the highlight was the passage at our on-going mission in Antsirabe (Dr. Rakotoson`s clinic) where we were delighted to witness the enthusiasm and commitment of our entire team of surgeons, anesthesiologists, nurses and students. \r\nIn short, we can look back on a successful trip with bright future prospects in both countries.\r\n"},"interventions":{"nl":"Scouting","fr":"Scouting","en":"Scouting"},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic1d/WhatsApp-Image-2019-02-11-at-10.06.52-1024x768.jpeg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic1d/WhatsApp-Image-2019-02-11-at-10.06.52-1024x768.jpeg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}