{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTM=":{"id":13,"name":{"nl":"Madagaskar - Antsirabe 2019","fr":"Madagascar - Antsirabe 2019","en":"Madagascar - Antsirabe 2019"},"country":"MDG","description":{"nl":"Getuigenis van Els Van Pamel, verpleegkundige","fr":"Témoignage d´Els Van Pamel, infirmière","en":"Testimonial from Els Van Pamel, nurse"},"startDate":"2019-02-07T00:00:00","endDate":"2019-02-23T00:00:00","report":{"nl":"Na een vlucht van 10u komen we aan in Antananarivo, de hoofdstad van Madagaskar, waar we worden opgewacht door ZoÎ en haar familie om ons naar onze guest house te brengen voor de nacht.\r\nNa een heerlijk ontbijt zetten we de reis verder, nog een 4 a 5 uur durende rit met de auto naar Antsirabe. Misschien een Afrikaans cliché  maar ja we hadden autopech die op zijn Afrikaans  werd opgelost en waardoor het reeds donker was toen we in Antsirabe aankwamen.\r\nDe missie wordt gestart met een protocolaire ceremonie m.n. de voorstelling van het Belgisch chirurgisch team, de sponsor van de missie, Franse studenten verpleging en het plaatselijk personeel.\r\nVoor de ingang staan 2 luifels waar de patiënten geduldig hun beurt afwachten om op consultatie te komen. Tijd om onze werkplek in te richten voor de komende 2 weken. Er wordt een consultatieruimte voorzien annex ontwaakruimte, PACU, een operatie zaal en een ruimte voor de afwas, sterilisatie van materiaal, schorten en stockage van steriel materiaal.\r\nOnze ploeg schiet in actie: Nadine en ik houden ons bezig met het uitstallen van het medisch materiaal ( 7 koffers) en in het OK zetten we de tafel voor anesthesie klaar: spuiten, naalden, medicatie, maskers, tubes, enz… Er zijn hier nog 12 koffers achtergebleven met medisch materiaal, eventjes zien we het bos door de bomen niet meer…\r\nDe artsen, en studenten doen de consultaties van de patiënten. Elke patiënt is reeds gezien door de plaatselijke arts en heeft een briefje bij waarop de naam, voornaam, gewicht en leeftijd erop staat vermeld. Handig voor de OK planning. Marianne en Tinne doen de administratie van de consultaties: een foto maken van elke patiënt, een nummer geven en op de OK planning zetten. Sommige patiënten hebben nog een bijkomend onderzoek nodig zoals echo, bloedafname…. De eerste lange werkdag zit erop, rond de 100 patiënten gezien op de consultatie en een 40-tig tal op de OK planning gezet.\r\nDe volgende dag, na het klaarzetten van de toestellen voor de anesthesie, starten we met de operaties: 3 liesbreuken. Na de operatie komt de patiënt op de ontwaakkamer terecht onder medisch toezicht van de studenten en dan naar de zaal, waar de familie de patiënt opvangt en voor eten en drinken zorgt. Elke patiënt krijgt ook nog een afspraak mee om na enkele dagen nogmaals op consultatie te komen.\r\nIk word ingewijd in alles wat met sterilisatie te maken heeft, een heel leerrijke ervaring!\r\nDe studenten Tinne en Marianne assisteren de anesthesist en zorgen voor de patiënt op de ontwaakruimte.  Zij houden tevens de administratie bij van de operaties die al gebeurd zijn. Tijdens de grote operaties: de schildklieren is Nadine de instrumentiste. Na de lange operatiedag worden er nog een paar consultaties gedaan die eerder nog niet konden gebeuren en zo we zijn gelanceerd voor een lange werkweek, van zondag tot zaterdag…\r\nWat zijn we blij als de rustdag eraan komt, ook deze zit goed vol met allerlei bezienswaardigheden, maar deze afwisseling is zeer welgekomen en geeft ons de nodige energie om de tweede week aan te vatten. \r\nWe hebben nog een paar langdurige operaties gehad zodat enkele geplande operaties, 26 on totaal,  niet konden worden uitgevoerd.  Zij worden alvast verplaatst naar een volgende missie.\r\nMoe maar heel tevreden rijden we terug naar Antananarivo, met onderweg, jawel een panne, platte band deze keer en halen toch op tijd onze terugvlucht.\r\nDit is een mooie en leerrijke missie geweest en voor absoluut herhaling vatbaar.\r\n\r\n","fr":"Après un vol de 10 heures, nous arrivons a Antananarivo, la capitale de Madagascar, où nous sommes accueillis par ZoÎ et sa famille pour nous emmener à la maison d`hôtes pour la nuit. \r\nAprès un délicieux petit déjeuner, nous continuons le voyage, encore 4 à 5 heures de route en voiture jusqu`à Antsirabe. Peut-être un cliché africain mais oui nous avons eu un problème de voiture qui a été résolu de façon africaine et il faisait déjà nuit quand nous sommes arrivés à Antsirabe. \r\nLa mission débute par une cérémonie protocolaire, notamment la présentation de l`équipe chirurgicale belge, du sponsor de la mission, des étudiants infirmiers français et du personnel local. \r\nDevant l`entrée, il y a 2 auvents où les patients attendent patiemment leur tour pour une consultation. Il est temps d`installer notre lieu de travail pour les 2 prochaines semaines. Une salle de consultation sera fournie, une salle de réveil comme annexe, une PACU, une salle d`opération et une salle pour le lavage de la vaisselle, la stérilisation du matériel, des tabliers et le stockage du matériel stérile. \r\nNotre équipe passe à l`action: Nadine et moi sommes occupés à exposer le matériel médical (7 valises) et dans le bloc opératoire nous installons la table d`anesthésie: seringues, aiguilles, médicaments, masques, tubes, etc…  12 valises laissées avec du matériel médical à ouvrir, pendant un instant on ne sait plus par où commencer ... \r\nLes médecins et les étudiants font les consultations des patients. Chaque patient a déjà été vu par le médecin local et porte une note avec nom, prénom, poids et âge. Pratique pour la planification de la salle d`opération. Marianne et Tinne s`occupent de l`administration des consultations: prendre une photo de chaque patient, donner un numéro et mettre le planning sur le bloc opératoire. Certains patients ont besoin d`un examen supplémentaire tel qu`une échographie, une prise de sang…. La première longue journée de travail est terminée, une centaine de patients ont été vus lors de la consultation et une quarantaine ont été inscrits au bloc opératoire. \r\nLe lendemain, après la mise en place du matériel d`anesthésie, nous commençons les opérations: 3 hernies inguinales. Après l`opération, le patient entre dans la salle de réveil sous la surveillance médicale des étudiants, puis dans la salle, où la famille reçoit le patient et lui fournit de la nourriture et des boissons. Chaque patient reçoit également un rendez-vous pour revenir pour une autre consultation après quelques jours. Moi-même, je suis initiée à tout ce qui touche à la stérilisation, une expérience très intéressante.\r\nLes étudiantes Tinne et Marianne assistent l`anesthésiste et prennent en charge le patient en salle de réveil. Elles conservent également des registres des opérations qui ont déjà eu lieu. Lors des opérations majeures: les glandes thyroïdiennes, Nadine est l`instrumentiste. Après la longue journée de chirurgie, il y a encore quelques consultations qui ne pouvaient pas avoir lieu auparavant et nous sommes donc lancés pour une longue semaine de travail, du dimanche au samedi ... \r\nNous sommes très heureux avec le jour de repos, il est également bien rempli d’activités, mais ce changement d’air est très bienvenue et nous donne l`énergie nécessaire pour commencer la deuxième semaine. \r\nNous avons eu quelques opérations plus longues, de sorte que certaines opérations prévues, 26 au total, n`ont pu être menées à bien et qui ont du être déplacés vers une prochaine mission. \r\nFatigués mais très satisfaits nous rentrons à Antananarivo, avec en cours de route une panne de voiture (bien sûr), une crevaison cette fois-ci, mais heureusement nous arrivons bien à l’heure pour notre vol de retour. \r\nCette mission a été belle et instructive et mérite vraiment d`être répétée.\r\n","en":"After a 10-hour flight we arrive in Antananarivo, the capital of Madagascar, where we are welcomed by ZoÎ and her family to take us to our guest house for the night. \r\nAfter a delicious breakfast we continue the journey, another 4 to 5 hour drive by car to Antsirabe. Maybe an African cliché but yes we had car trouble which was solved the African way and so it was already dark when we arrived in Antsirabe. \r\nThe mission starts with a protocol ceremony, in particular the presentation of the Belgian surgical team, the sponsor of the mission, French nursing students and the local staff. \r\nThere are 2 awnings in front of the entrance where patients wait patiently for their turn to come for a consultation. Time to set up our workplace for the next 2 weeks. A consultation room will be provided annex recovery room, PACU, an operating room and a room for washing dishes, sterilization of material, aprons and storage of sterile material. \r\nOur team comes into action: Nadine and I are busy with displaying the medical equipment (7 suitcases) and in the OR we set up the anesthesia table: syringes, needles, medication, masks, tubes, etc… There are here 12 suitcases left with medical equipment, for a moment we cannot see where to start first ... \r\nThe doctors and students do the consultations of the patients. Each patient has already been seen by the local doctor and carries a note with name, first name, weight and age on it. Handy for the OR planning. Marianne and Tinne do the administration of the consultations: they take a picture of each patient, give a number and put the planning on the OR. Some patients need an additional examination such as ultrasound, blood test…. The first long working day is over, around 100 patients have been seen at the consultation and some 40 have been put on the OR schedule. \r\nThe next day, after setting up the anesthesia equipment, we start the operations: 3 inguinal hernias. After the operation, the patient enters the recovery room under the medical supervision of the students and then to the ward, where the family receives the patient and provides food and drink. Each patient also receives an appointment to come for another consultation after a few days. \r\nI am initiated in everything to do with sterilization, a very educational experience! The students Tinne and Marianne assist the anesthesiologist and take care of the patient in the recovery room. They also keep records of the operations that have already taken place. During the major operations: the thyroid glands, Nadine is the instrumentalist. After the long day of surgery, a few more consultations are done that could not happen before and so we are launched for a long working week, from Sunday to Saturday ... \r\nWe are very happy when a day of rest arrives, also well packed with al large range of activities, but this variety is very welcome and gives us the necessary energy to start the second week. \r\nWe had a few more protracted operations so that some planned operations, 26 in total, could not be carried out. They are already being moved to the next mission. \r\nTired but very satisfied we drive back to Antananarivo, with a breakdown on the way, a flat tire this time, but we still are on time for our return flight. \r\nThis has been a beautiful and instructive mission and definitely worth repeating.\r\n"},"interventions":{"nl":"Algemene heelkunde - consultaties","fr":"Chirurgie générale – consultations","en":"General surgery – consultations "},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52590336_2738294796395893_5762155027988742144_o.jpg","quote":{"nl":"100 consultaties\r\n40 operaties","fr":"100 consultations \r\n40 opérations\r\n","en":"100 consultations \r\n40  surgical  interventiions\r\n"},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/51489162_2728431417382231_4242333390910521344_n.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/51721781_2730821033809936_1507593006193049600_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/51797941_2730821133809926_7503556278430466048_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52029343_2729223470636359_5892251550184636416_n.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52188167_2734865353405504_6686959910288097280_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52366958_2734865426738830_979182947837935616_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52368320_2736402583251781_8645487752000831488_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52437003_2738295203062519_6895125456022929408_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52590336_2738294796395893_5762155027988742144_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/52778794_2736404303251609_393889307527479296_n.png","https://revivevzw.blob.core.windows.net/missionreports/MISpic13d/`.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}