{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTI2":{"id":126,"name":{"nl":"Gambia - BULOK - november 2021","fr":"Gambia - BULOK - novembre 2021","en":"Gambia - BULOK - november 2021"},"country":"GMB","description":{"nl":"","fr":"","en":"\r\n"},"startDate":"2021-10-30T00:00:00","endDate":"2021-11-14T00:00:00","report":{"nl":"Een oogverslag van een logistieker.\r\n30/10. Het is nog pikkedonker als we bij Herman thuis verzamelen voor het verdelen van de laatste noodzakelijke items in onze bagage. Ieder gaatje wordt letterlijk opgevuld tot het volle toegestane gewicht van 23 kg per koffer. \r\nAangekomen in Zavemtem verzamelen we in de inkomhal. We vertrekken met 2 teams naar Gambia, het eerste team heeft als eindbestemming Banjul, het tweede Bulock. In totaal zijn we met 17, een mooie groep. Het is druk op de luchthaven en tijdens de vele aanschuifperiodes door, wordt er druk gespeculeerd over het verblijf dat ons, team Bulock, te wachten staat. We zijn het 4de team dat naar Bulock afreist en wilde verhalen zijn ons ter ore gekomen zoals douches die niet werken, meer geen dan wel elektriciteit, primitief logies en ook misschien buiten slapen in tenten … . Uiteindelijk houden we het op een wijselijk: “We zien wel, dit hoort nu eenmaal bij het avontuur!”\r\nNa 7u vliegen landen we eindelijk in Banjul en het is terug pikkedonker als we in het Atlantic Hotel arriveren. Er vallen weinig gasten te bespeuren, ook in Gambia betekent Covid een ramp voor de toeristische sector.\r\n31/10. Na het verdelen van het medisch materiaal wuift het Banjul-team, die voor de rest van de tijd in dit hotel zijn intrek heeft genomen, ons uit en reizen we verder naar Bulock.  Eerst nog geld wisselen, een Gambiaanse sim-kaart kopen en ferm gaan shoppen in de plaatselijke “Colruyt”. Achteraf zal blijken dat die shoppingtrip geen overbodige luxe was, integendeel! In de vroege namiddag komen we dan eindelijk op onze bestemming aan en krijgen we eindelijk een concreet antwoord op de vele gissingen en vragen die we ons tijdens de reis hebben gesteld. Jo verwelkomt ons met open armen. Het is evenwel wachten op Toumani om alle sleutels in handen te krijgen en om te weten over welke ruimtes we precies kunnen beschikken. Een en ander dient te worden verhuisd, kamers gepoetst, consultatieruimtes in orde gebracht, de keuken voor zover als mogelijk aangevuld. Keuken is wel een groot woord in dit geval. We beschikken over een kleine koelkast, dankzij Jo ook over een kampeerstel op gas en een waterkoker, en we hebben een gammel, door Marian meegebracht.  Het wordt serieus improviseren de komende 2 weken. \r\nHet is wennen aan de temperatuur, 36°C is het vandaag. Iedereen zweet zich te pletter en we zijn in een mum van tijd doorweekt. Van een contrast met België gesproken! Maar we klagen niet, naar de plaatselijke normen verblijven we immers in grote luxe: we kunnen beschikken over een douche en een toilet. We behoeven helemaal geen warm water, die koude waterstraal over je lijf laten stromen voelt hemels aan. \r\nHet diner wordt die avond geserveerd door de ‘kookploeg’ gevormd door 2 zussen en een nichtje van Toumani. Het diner smaakt overheerlijk. In de loop van ons verblijf hier in Bulock zal dit kookploegske die we naderhand ‘Toumani’s take away’ zijn gaan noemen, ons nog vele heerlijke schotels serveren. Zij zullen ons de beste gerechten voorschotelen die we in Gambia zullen eten. Veel beter dan wat ons in het ‘sjieke’ hotel van Banjul en later in lodges werd geserveerd.\r\nDe simpele vraag: “Wat eten we vandaag?” hangt hier volledig af van wat je die dag kan kopen. Het wordt dus elke dag opnieuw een hele uitdaging om het team een degelijk, lekker ontbijt en lunch voor te schotelen. Eerlijk toegegeven, ik vond dit fantastisch om te doen! Precies de kookmoeder van het kamp, heerlijk toch!\r\n01/11. Voor mij gaat om 6u30 de wekker, het is immers mijn taak om het ontbijt klaar te maken samen met Jo. Gelukkig is er vanmorgen elektriciteit en kan de waterkoker worden gebruikt om koffie te zetten. De eerste patiënten staan al voor de poort. Ik maak kennis met de poetsvrouw die steevast haar taak begint met het vegen van de patio waar we ontbijten. Ze doet dit met wat samengebonden palmbladeren, Jo krijgt de opdracht om voor haar een borstel te kopen. Om 8u starten de consultaties, die komen maar traag op gang maar tegen 9u heerst er een gezellige drukte en alles verloopt vrij vlot. De ervaring van Jo, die hier eerder een missie heeft begeleid, komt goed van pas. Op het eind van de voormiddag verschijnen plots onze 2 verpleegsters/tolken, Fatima/Fatou en Toumboulou/Toumbou. Beide waren voor het weekend in Brikama bij hun familie maar verzorgen hier de dienst tijdens de week. Zij schrijden voorbij en kijken behoedzaam de kat uit de boom. Terecht, wij hebben immers zomaar hun territorium ingepalmd zonder boe of bah, zonder hun mening te vragen. Alle begrip voor hun afwachtende houding.  \r\nHalverwege de voormiddag staat er plots een zichtbaar doodzieke jongen voor onze neus, hij mag de wachtrij skippen en Lieven ontfermt zich over hem. De jongeman blijkt een eerdere diagnose van terminale kanker bij zich te hebben. De ambulance wordt opgetrommeld om hem naar het ziekenhuis van Brikama te brengen. Dit zal de enige keer zijn dat we op de ambulance zullen kunnen rekenen. Te wijten aan een platte batterij zal deze de rest van de tijd nooit meer kunnen worden ingezet. Jo gaat mee naar Brikama en krijgt meteen ook een lijstje mee om ontbrekende medicijnen op te halen en om alles mee te brengen die we niet kunnen kopen in Bulock.\r\nNa de middag wordt het zeer warm, vandaag 38°C, en valt de patiëntenstroom bijna helemaal stil, tot rond 16u. Daarna komen er nog wel opdagen maar nu met mondjesmaat. Die tussentijd wordt benut om nader kennis te maken met elkaar, we zijn immers totaal onbekenden voor elkaar. Tot ons groot jolijt blijkt de meerderheid uit West-Vlamingen te bestaan, mo vent toch! Het genuanceerde taalgebruik van de rest van de groep zal erop vooruitgaan de komende 14 dagen met hilarische momenten tot gevolg.\r\n02/11. Als ik om 6u30 mijn kop buiten steek, staart een grote prachtige felblauwe ijsvogel me aan. Mijn dag begint goed! \r\nIn tegenstelling tot gisteren is het van meet af aan ‘vollen bak’. De ‘tamtam’ heeft zijn werk gedaan, ook tandarts Karla krijgt vandaag heel wat meer patiënten te behandelen. Toumani, Fatou en Toumbou treden op als tolken wanneer de patiënt noch Engels of Frans spreekt. Senegal is maar een boogscheut verwijderd van dit dorp, geen wonder dus dat er hier ook een aardig mondje Frans wordt gesproken. Het is drukker dan gisteren maar verder verloopt de dag gelijkaardig. \r\nIn de late namiddag vertrekt Lieven met Fatou voor een eerste keer op huisbezoek bij de terminaal zieke jongen die door het ziekenhuis van Brikama gewoon terug naar huis werd gestuurd. Lieven zal doen wat hij kan om de pijn bij die jongeman zoveel als mogelijk te verlichten. Op geregelde tijdstippen zullen hij en Fatou bij hem langs gaan. Zijn familie is hiervoor zeer dankbaar.\r\nNa diensttijd en voor het diner van ‘Toumani’s take away’ maken we nog een mooie wandeling richting de Gambiarivier samen met een Belgische natuurgids, buurman van Lieven, die hier 6 maand per jaar verblijft. Er zijn nogal wat vogelaars in het Bulock-team en Gambia blijkt een waar vogelparadijs, een perfecte match!\r\nTegen 21u gaat zowat iedereen onder zeil. Lieven experimenteert als eerste het slapen in open lucht en installeert zich met matras en muskietennet op het bordes voor zijn kamer. Naderhand tijdens deze missie zal dit experiment nog navolging krijgen.\r\n03/11. Net geen 7u maar Toumani en cie zijn al druk in de weer met het maken van bouwstenen gemaakt met een mix van zand, cement en water die wordt platgedrukt in een grote malle en uitgestort op het terrein achteraan het hoofdgebouw. Het is leuke bedoening, ze nemen ook op tijd en stond pauze voor een kop artisanale groen thee en keuvelen er gezellig op los. Het doktersteam vliegt er weer in. Het is een gestaag komen en gaan tot het ongeveer rond 14u30 weer stil valt. We zien vandaag opvallend veel schoolgaande jeugd, in hun typische blauwe schooluniformen zijn ze duidelijk herkenbaar. In de late namiddag komen er vooral veel pubermeisjes langs en ze wachten geduldig hun beurt af onder de prachtige boom die het middenplein siert. Fatou vertaalt hun wensen en legt uit dat ze eigenlijk allemaal een gezichtscrème willen voor hun jeugdpuistjes. Blijkbaar werden er eerder deze week een aantal meegegeven en werd er hiermee op school duchtig reclame gemaakt. Nu willen ze allemaal wel zo’n crèmeke hebben. Dit is evenwel buiten Catherine gerekend. Zwaaiend met de thermometer roept ze de eerstvolgende bij haar op het buitenterras en neemt de koorts van de jongedame: “35,5°C!  No fever! You can go! Next!” Het volgende meisje komt schoorvoetend af en hetzelfde scenario herhaalt zich. De overblijvende meiden hebben de boodschap begrepen en met zijn allen druipen ze snel af. We duimen alvast dat ze dit verhaal ook snel rondbazuinen op school. Zowel Fatou als Timbu vinden dit kordate optreden van Catherine echt de max. \r\nRond 17u gaan de vogelaars terug wandelen naar de rivier om vogels te spotten. Onderweg worden de heren uitgedaagd tot een partijtje voetbal, ook een zeer populaire sport hier want overal zijn er geïmproviseerde voetbalveldjes te bespeuren. Meestal wordt er gespeeld op blote voeten, soms ook op slippers, sportschoenen op het veld heb ik niet gezien. De keeper valt zeker op, bij gebrek aan keeperhandschoenen worden hier slippers over de handen geschoven om die te beschermen en dat werkt even goed! We wandelen verder en even later, op het smalle pad naar het mangrovebos ontmoeten we een groepje jongemannen op terugweg van een succesvolle visvangst. Fier tonen ze ons tilapia, meerkat, krab en nog veel meer. Morgen zal die vangst wel op de markt worden aangeboden, al dan niet gerookt. Zij waarschuwen er ons voor dat de rivier buiten de oevers is getreden en dat het moeras op veel plaatsen verraderlijk onder water staat. \r\nDie avond observeren we vrij veel vogels waaronder glansspreeuwen, roodsnaveltok,  een blauwbuikscharrelaar (roller), sporenkievitten, wevers, schildraven … . Het is bijna donker als we terug thuis zijn en het eten staat al klaar, spaghetti bolognese!\r\n04/11. Vooral in de voormiddag is het terug behoorlijk druk, een drukte die afneemt met de stijgende temperaturen. Plots tipt Marc me om eens een foto te nemen van Karla met wat hij haar fanclub noemt. Ze heeft graag wat achtergrondmuziek tijdens het werken en daar heeft ze blijkbaar iets op gevonden. Een 4-tal jongentjes die stiekem naar binnen gluren aan haar raam, geeft ze elk een lege verpakking van verdovingscapsules en een houten tongspatel en als een volleerde dirigent toont ze hen hoe je met die items muziek kunt maken. Het 4-tal vindt dit prachtig en onder grote hilariteit jammen ze erop los. Het duurt niet lang of ze slagen erin om zelfs ritmisch te spelen en het gelegenheidsorkestje laat flink van zich horen terwijl Karla haar volgende patiënt onder handen neemt. \r\nEven later mag blijken dat dit 4-tal hier niet zomaar is gekomen. De kleinste van hen moet bij Marian zijn voor de verzorging van een lelijke wonde aan de knie. Hij komt voor ‘dressing’ zoals ze dit hier noemen.  De anderen zijn niet meer dan zijn morele ondersteuners. Als hij kort daarna terug bij zijn vriendjes verschijnt, kan hij pronken met een mooie pleister. Het resultaat laat zich raden, de anderen willen best ook wel eens bij Marian komen voor ‘dressing’ en zonder uitzondering hebben ze wel een of ander kwetsuur die best wel wat verzorging kan gebruiken. Nu is het de beurt aan Marian om een fanclub te hebben, zeker na haar uitnodigende: “Do you also want a nice plakkerke?”\r\nOok vandaag zien we schoolgaande jeugd maar wie nu langskomt is meestal wel degelijk ziek, de vraag naar een crèmeke is fel afgezwakt. Dikke duim voor het optreden van Catherine!\r\n05/11. Het al vrij snel alle hens aan dek. Een jongeman komt de patio opgestormd het zijn zwaar verbrande broertje in de armen. De jongen werd verrast door een steekvlam met een grote derdegraads brandwonde aan het hoofd tot gevolg. In gezamenlijk overleg wordt de jongen zo goed als mogelijk verzorgd met de middelen die we hebben. Via het internet wordt raad en meningen gevraagd bij bevriende connecties gespecialiseerd in brandwonden en de reacties met ‘what to do’ laten niet op zich wachten. Geruime tijd later kan de jongeman terug naar huis, het hoofd zwaar ingepakt. Zijn mama legt beschermend een doek over zijn hoofd.\r\nJo is deze morgen al vroeg terug vertrokken naar zijn ander project in Gambia. Hij zal er blijven tot na het weekend. Vandaag dus geen boodschappen in Brikama en ik trek terug eens naar de plaatselijke markt om te zien wat ik er kan kopen voor de lunch. Hier kent men het woord ‘lunch’ niet, de Gambianen noemen dit steevast ‘breakfast’. What’s in a name? \r\nDe marktkramers zijn vrouwen uit het dorp die een eigen moestuintje hebben en met de schamele opbrengsten naar de markt komen. Het aanbod is verrassend beperkt. Ik kan er vandaag een 8-tal okra kopen, gelukkig ken ik die superfoodgroente, en in totaal 3 bussels wat ik noem ‘Gambiaanse spinazie’ (ziet eruit als spinazie maar eigenlijk heb ik er het raden naar). Een andere dame verkoopt me ook nog 5 teentjes look en een zakje zwarte peperbollen. Wat de groenten betreft heb ik vandaag bijna het volledige marktaanbod wat groenten betreft aangekocht. Totale kostprijs: 110 Dalisi, omgerekend +/- 1,10€. Blijft over 1 aubergine, enkele groene ‘pompoentomaatjes’ en wat boombladeren. Ik pas voor het aanbod aan verse en gedroogde vis waarvan men permanent de vliegen wegjaagt met een boomtakje met het excuus dat “mijn doktersteam dat niet lust”. Ik vraag me af wat die mensen hier eigenlijk eten, de grote marktplaats van Brikama is ruim een half uur rijden hiervandaan en niet iedereen heeft de mogelijkheid om er naar toe te gaan. \r\nLangs de hoofdweg zijn er ook nog 2 ‘winkels’ waar ik terecht kan voor gekoeld drinkwater, eieren (ik koop 30 eieren per keer) ajuin en … mayonaise. Vanmiddag maak ik een stoofpotje met de aangekochte groeten en verdeel die naderhand over de 11 omeletten die ik vanmiddag moet bakken. Vooral Fatou kijkt met stijgende verbazing naar mijn kookkunsten. Op haar smartphone toont ze me  zelfs een recept met die Gambiaanse spinazie: vissoep met tilapia en krab! Als ik haar uitleg dat het mijn intentie is om er een omelet mee te maken, schud ze meewarig het hoofd en vraagt waar ik dan  mijn recept vandaan haal. Bij mijn antwoord dat ik dat ter plekke aan het uitvinden ben valt ze al helemaal van haar stoel. Maar … uiteindelijk wordt het resultaat ferm gesmaakt en Alex vind het zelfs de beste omelet ooit. Mijn ego als kok wordt gestreeld, ik ben een gelukkig mens!\r\nIn de vroege namiddag komt er plots een groepje lagere schoolkinderen het binnenplein opgestapt. De groep begeleidt een jongen die zogezegd maagpijn heeft. Hij meldt dit met een brede smile op het gezicht en ook de anderen kijken ons gniffelend aan. Dokter Lieven recht de rug en stapt heel rustig en in een statige houding op het groepje af. Pal voor hen blijft hij staan en tovert hij plots een imposante grote spuit van achter zijn rug. Grote ogen staren hem aan, niet goed wetend wat ze hiervan moeten denken tot Lieven plots met een snelle beweging de jongens met koud water nat spuit. Het wordt de start van een hilarisch ‘kat en muis’ spelletje, alle kwaaltjes zijn op slag verdwenen. Het leuke tafereel inspireert. Een oud jeugdsentiment als kampleider krijgt bij Marc de bovenhand en het duurt niet lang of hij organiseert een hilarische zangstonde met het groepje. Iedereen amuseert zich rot en het moet gezegd dat die melodieuze kinderstemmen een mooi contrast vormen met de bariton van Marc. \r\nTegen 17u sluiten we definitief de poort en kan het weekend beginnen. We kloppen de week af op 608 patiënten, meest voorkomend zijn ‘total body pain’, malaria, worminfecties, schimmelinfecties, enkele soa’s, infecties van de luchtwegen waaronder ook covid. Tandarts Karla trok deze week ook 76 tanden! Het toverwoord is hier “Paracetamol”. Bijna allemaal vragen de patiënten daar naar. Van meet af aan hebben de dokters wijselijk besloten om slechts de strikt noodzakelijke medicijnen mee te geven wat niet altijd naar de zin is van de patiënt. Sommigen komen immers enkel om gratis medicatie.\r\nMet 4 maken we die avond een wandeling naar de Senegalese grens. Dwars door het dorp Bulock is dit hooguit 2 km stappen. We zijn een curiosum en worden evenveel met de gsm gefotografeerd als ik van hen of van het dorpslandschap foto’s neem. De meest memorabele fotoshoot gebeurt aan de grenspost waar beide soldaten van dienst gezwind met ons op de foto willen, inclusief geweer in de aanslag.\r\n06/11. Het weekend begint, alhoewel we wat kunnen uitslapen is iedereen er toch alweer vroeg bij. Voor we vertrekken komt de zwaar verbrande jongen nog langs voor verzorging. We voelen allemaal erg met hem mee en bij het zien van die afschuwelijke wonden, iedereen krimpt zowat in elkaar als we hem horen huilen van de pijn bij het wegnemen van het verband.\r\nRond 10u verschijnt het team van Banjul, ze krijgen een korte rondleiding. Zo te horen kan het contrast, zowel wat betreft werksituatie als logies, niet groter zijn. Maar niemand van team Bulock die zou willen ruilen!\r\nHalf elf starten we dan onze weekenduitstap. De Covid-bubbels worden gerespecteerd dus we vertrekken met 2 busjes. Amadou en Abdoulie, onze chauffeur/begeleiders hebben het over een bus voor ‘the village people’ en ene voor ‘the city people’. De trend is gezet. Onze eerste stop betreft een bezoek aan een aardnotenveld en vervolgens brengen we een bezoek aan een kleine nederzetting waarvan de huizen nog steeds in de traditionele stijl m.a.w. in leem en stro zijn opgetrokken. Al bij het uitstappen valt me op dat er kinderen van heinde en ver komen aangelopen als ze onze busjes zien. Kort daarna weet ik waarom. Ze kennen Abdoulie en weten dat hij snoep zal uitdelen op het eind van het bezoek. De stroom kinderen stormt op hem af van zodra hij de zak opentrekt. Hij geniet hier duidelijk van en het levert een aantal prachtige foto’s op.\r\nTegen de middag arriveren we in Tendaba, een lodge aan de Gambiarivier, voor de lunch. Daarna vertrekken we per boot voor een tocht van ongeveer 3u door het mangrovebos. De vogelaars voelen zich in hun nopjes, we varen immers door een prachtig vogelparadijs. \r\nHet is bijna donker als we aankomen in Abcas Creek Lodge, gelegen aan een mooie getijdengevoelige mangrovekreek. Het is alleen jammer dat we hiervan vanavond nog maar weinig van te zien krijgen.\r\n07/11. Ik sta vroeg op voor een ochtendwandeling in de tuin. Het water in de kreek staat op een zeer laag niveau waardoor de boten in de modder liggen. De mangrove zelf torent hoog boven het water uit en biedt een apart schouwspel. Verder ontmoet ik een groep apen die zich tegoed doen aan kokosnoten. Het is oppassen want ze gooien er regelmatig eentje naar beneden.  Niet iedereen verschijnt aan het ontbijt. Enkele mensen melden zich ziek en het is met een uitgedunde groep dat we deze voormiddag gaan wandelen o.l.v. Abdoulie die zijn kennis als natuurgids nu kan tentoon spreiden. Voor enkelen is deze ochtendwandeling meer dan genoeg geweest en slechts een handvol neemt ook deel aan de ultieme geplande activiteit van dit weekend m.n. een bezoek aan Bintang Creek voor een bezoek aan een oesterfabriek. Nu ja, veel valt er niet te bespeuren. Het is inmiddels vloed, dus de oesters die aan de mangrovestelen hangen steken momenteel onder water. Daarbij is het nu helemaal geen oesterplukseizoen, dit start pas in december, we zijn dus ruim een maand te vroeg. We leren dat de oesters enkel door vrouwen worden geplukt en dat die oesters ook nooit rauw worden geserveerd maar warm, klaargemaakt op een of andere wijze. Aan de kreek staat er een prachtige kapokboom (silk tree/ elephant tree). Ons wordt verteld dat de traditionele boten worden vervaardigd uit de stam van dergelijke bomen. \r\nDe ‘city-people’ groep vertrekt vrijwel onmiddellijk na de lunch terug naar Banjul, zij hebben immers nog een lange rit voor de boeg en een aantal van hen is goed ziek. The village-people kan het wat rustiger aan doen, we verblijven immers op een boogscheut van hier. \r\nAls we onze straat inrijden, zien we dat er een groot hangslot hangt aan de toegangsdeur. We kunnen niet meer binnen want ook de grote poort blijkt van binnenuit afgesloten te zijn. Vindingrijk als hij is, parkeert Amadou zijn busje rakelings langs de muur waarna hij fluks op het dak ervan klimt, gezwind over de muur springt en binnen de kortste keren de grote poort voor ons opent. Problem solved! We kunnen terug inkwartieren. Snel nog een verse watermeloen en gekoeld water gaan kopen en in afwachting dat ‘Toumani’s take away’ het avondeten komt brengen wordt nog snel één en ander gewassen en opgehangen. Bij deze temperaturen, vandaag terug 38°C, droogt onze was hier buiten rapper dan in een droogkast. De sfeer in de groep is opperbest. Er wordt alweer flink wat afgelachen tijdens de, inmiddels traditioneel geworden, avondactiviteit: kaartspelen.\r\n08/11. Back tot he job! Als ik om 6u30 het binnenplein oversteek om naar de keuken te gaan, hoor ik al een patiënt rammelen aan de poort. Dat belooft! Als we er om 8u terug aan beginnen is de rij wachtenden al flink aangegroeid. Er weerklinken nogal wat zware hoestbuien zodat er snel mondmaskers worden uitgedeeld. Deze worden zonder problemen vlot opgezet. Tegen 11u verschijnt Jo terug van zijn weekend. Binnen de kortste keren draait hij weer volop mee en er tovert zich een glimlach op mijn gezicht bij het terug horen van het inmiddels vertrouwde: “Good morning ladies! Doctor or dentist?”. Tegen de middag komen dan eindelijk Fatou en Toumbou terug opdagen van hun weekend. Zij zijn een belangrijke schakel voor de vlotte werking. Wat ons betreft kunnen ze zich niet rap genoeg omkleden. Zijzelf denken daar een beetje anders over maar bij ons aandringen gaan ze al snel overstag. \r\nVanuit België heb ik een kilo proteïnerijke bloem meegekregen waarmee ik pannenkoeken of tortilla’s kan bakken. Tijd voor een experiment. Op de gewone manier een pannenkoek bakken mislukt in mijn pannetje maar mits genoeg olie in de pan te gieten lukt het me wel om een soort beignets te bakken. Een heerlijke bakgeur vult het gebouw en de beignets kennen een groot succes, vooral gecombineerd met banaan.  \r\n09/11. Ook vandaag is het een gestaag komen en gaan maar toch opvallend minder druk als gisteren. De wachtrij is beduidend korter. Jo is ook op zoek gegaan naar een extra zitbank voor de patiënten zodat ze meer beschut tegen de zon hun beurt kunnen afwachten. Hij ontfermt zich ook over een duivenjong die uit het nest is gevallen en onder de boom van het middenplein werd gevonden. Moeder tortel houdt Jo goed in de gaten en het zal hem wonder boven wonder aardig lukken om het beestje in leven te houden. Tegen dat we vertrekken is het vogeltje al behoorlijk aangekomen.\r\nRond 15u komt Toumani me halen. Hij neemt me vandaag mee naar zijn familie zodat ik met eigen ogen kan zien hoe zijn nicht en zussen, de koks van ‘Toumani’s take away’, ons diner maken. Het duurt niet lang of de dames van de kookploeg betrekken mij bij het versnijden van de groenten: wortelen, rapen, snijboontjes, een groene peper, ajuin en look. Gelukkig heb ik  mijn zakmes bij. Alles wordt versneden met de hand bij gebrek aan een snijplank, en alles wordt daarna nog eens extra fijn gestampt in een grote houten ‘vijzel’  waarna de hele groetenmix en het fijngesneden vlees of, zoals vandaag de roze garnalen, een grote gietijzeren pot ingaat en bovenop een houtvuur rustig en langdurig wordt gestoofd. Ik schat 2 à 3 uur. Bij deze stoofpotten wordt traditioneel ook nog Gambiaanse rijst geserveerd.\r\nZowel de stoofschotel als de rijst worden elk apart geserveerd in een grote platte inox schotel met deksel. Het diner wordt aan huis geleverd door de kookploeg zelve. Het is een mooi schouwspel van een paar statig rechtop stappende meisjes met elk een van die schotels op het hoofd. \r\n10/11. De dagen krijgen een vast patroon, in de voormiddag druk en na de middag druppelen de patiënten nog maar sporadisch binnen. Die middag kom ik per toeval 2 ladies van de kookploeg tegen in het lokale ‘winkelke’. Beide meisjes dragen het schooluniform en komen een ‘broodje patat’ halen. Eerder deze morgen kreeg ik vanuit België de vraag of ik die beignets/pannenkoekjes die ik eergisteren maakte ook zou kunnen klaarmaken in een echte Gambiaanse keuken. Ik ga mijn kans en vraag de meisjes of ik later vandaag bij hen mag langskomen om pannenkoekjes te bakken bij hen. We spreken af rond 15u. Yes! \r\nMarian heeft geen patiënten voor ‘dressing’ en vergezelt me naar de compound van Toumani. Een grote gietijzeren pot wordt op het houtvuur gezet en flink gevuld met olie. In een mum van tijd is de olie voldoende verhit en kan ik starten met het frituren van de koekjes.  De bakgeur die zich verspreidt lokt al snel heel wat kinderen. Met glinsterende oogjes slaan ze het hele gebeuren verwachtingsvol gade. Eindresultaat: de test is perfect geslaagd, de koekjes smaken voortreffelijk maar behalve Marian kan niemand dit bevestigen want ik ben zonder koekjes thuisgekomen.\r\n11/11. Vandaag is het bewolkt wat de temperatuur wat doet dalen. Het is maar 30°C, voor ons een wat draaglijker temperatuur, voor sommige Gambianen is dit maar frisjes. Een van de eerste patiënten dit ik vandaag zie opdagen heeft een gewatteerde winterjas aan met een met nepbont afgeboorde kap. Hij heeft tevens een wollen muts op en draagt wollen handschoenen. Ik sta naast hem in short en T-shirt te puffen. Alles is relatief.\r\nHet doktersteam is er zich terdege van bewust dat Fatou en Toumbou er vanaf volgende week terug helemaal alleen voor staan. Om die reden worden ze zoveel als mogelijk betrokken bij hun werking en bij de verzorging. Beide meisjes zijn leergierig, beiden staan immers ook voor belangrijke examens eind deze maand. Zij willen de opleiding tot verpleegster kunnen aanvatten. Van ons krijgen ze alvast groen licht hiervoor.  \r\nToumani, Jo en Alex vertrekken kort voor de middag naar Brikama voor de boodschappen. Geen 10 minuten later moeten we hen al terugroepen. Er werd een zwaar toegetakeld meisje binnengebracht. ‘Brandwonden’ is de eerste gedachte maar alras blijkt er veel meer aan de hand. Het kind moet dringend naar het ziekenhuis worden gebracht.\r\nIk help vandaag ook wat bij Marian voor de ‘dressing’. Telkens opnieuw zijn we verwonderd over  het vermogen van de Gambianen tot snelle wondgenezing. Plots komt een jongen opduiken  met een zeer zware vorm van psoriasis aan beide voeten. Zijn kousen plakken aan de voetzolen en met moeite krijgt Marian die uit. Ik mag voor hem in een emmer een oliebad klaarmaken waar hij eerst een half uurtje zijn voeten in kan weken. Eenmaal verzorgd en ingepakt neem ik hem mee naar het dorp op zoek naar en paar nieuwe slippers. Zijn huidige teenslippers zijn kapot en met dat verband rond de voeten kan hij daar al helemaal niet meer mee stappen. Hij krijgt van ons een paar nieuwe instappers. Als ik opmerk dat hij zijn oude slippers nu wel kan weggooien, kijkt hij me verwonderd aan en steekt die in zijn zakken. Waarop de schoenverkoper opmerkt “This is Africa, lady!”. Weer wat bijgeleerd!\r\nIn de late namiddag komt er alweer een groep schoolkinderen langs. Ze installeren zich op de bank onder de boom en Marc organiseert opnieuw een muzikaal intermezzo met hen. Dit brengt Ann op een idee. Ze mist haar echtgenoot die ver weg in België alleen zijn verjaardag moet vieren. Ze maakt een filmpje van de meisjes die voor haar met heel veel plezier een ‘Happy Birthday to you’ zingen en aldus kan Ann alsnog een origineel ontroerend verjaardagscadeautje doorsturen.\r\nVanavond organiseren we een afscheidsfeest. Dit gebeurt nu omdat Jo ons morgenvroeg terug verlaat. We tafelen met onze Gambiaanse vrienden op het binnenplein bij kaarslicht, het diner smaakt alweer voortreffelijk, we luisteren naar hartverwarmende ‘farewell speeches’, maken afspraken voor de toekomst … . het is een leuke memorabele avond geworden.\r\n12/11. Al bij al een rustige dag. De jongen die exact een week geleden met een zwaar verbrand hoofd werd binnengebracht komt een laatste keer langs. Wat een spectaculaire genezing. Van de zware brandwonden valt er bijna niets meer te zien. Het is bijna niet te geloven dat zoiets kan in amper een week tijd. Hij hoeft geen gezichtsmasker meer, de groene pet die hij van Jo kreeg, gekoppeld aan veel smeren met de zonnecrèmes die we hem meegeven, kunnen vanaf nu volstaan. Met gepaste fierheid poseert het team, de jongen en zijn overgelukkige mama even later voor mijn lens.\r\nHet inpakken kan beginnen.\r\n13/11. Straks vliegen we terug naar België. Het wordt een ontbijt en lunch van restjes. Ik maak van de gelegenheid gebruik om ook eens een inventaris te maken van de keukenspullen van Revive. Er werd immers nogal wat aangekocht de laatste 14 dagen. Ik geef Toumani  2 grote dozen met daarop Revive in grote letters in bewaring. Hij belooft er goed voor te zorgen. \r\nNawoord\r\nDeze missie werd deskundig geleid door dokter Ann. Rustig discreet, met heel veel verantwoordelijkheidszin en met oog voor iedereen in de groep heeft zij haar opdracht als “chef d’equipe’ met brio vervuld. Chapeau!\r\nMijn dank gaat uit naar Revive omdat ik aan deze missie heb mogen meewerken maar vooral ook naar ieder individueel teamlid: Ann, Catherine, Jo, Karla, Marian, Marc en Lieven en de Gambiaanse medewerkers waarmee ik stuk voor stuk een goede band heb kunnen opbouwen. Het klikte gewoon fantastisch! Alweer een prachtige levenservaring rijker geworden! Dankjewel!\r\n\r\nAnny Devreker\r\n","fr":"","en":""},"interventions":{"nl":"consultaties","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211030-WA0004.jpg","quote":{"nl":"In totaal kwamen 1.254 patiënten op consultatie, waarvan 125 voor tandextractie en 108 voor wondverzorging (o.a. brandwonden). ","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211030-WA0004.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211102-WA0003.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211102-WA0009.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211107-WA0006.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211107-WA0017.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211108-WA0001.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211108-WA0002.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211110-WA0001.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211110-WA0009.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211111-WA0007.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211112-WA0008.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/IMG-20211113-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic126d/Vlag-van-Gambia.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}