{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vNTk=":{"id":59,"name":{"nl":"Zuid Ethiopië - METU - Maart 2020","fr":"au sud de l´Éthiopie - METU - Mars 2020","en":"Southern Ethiopia - March 2020"},"country":"ETH","description":{"nl":"","fr":"","en":""},"startDate":"2020-02-29T00:00:00","endDate":"2020-03-15T00:00:00","report":{"nl":"De eerste missie en tevens ook de enige van 2020. Tijdens de missie heeft Thomas de spits afgebeten voor de eerste anesthesie. De studenten vroedkunde, Fien en Marie, konden ook  zeer vlug aan de slag om bevallingen te begeleiden. Tegen het einde van de missie handelden alle studenten als echte routiniers en draaiden ze volledig mee in het operatiekwartier. Ze assisteerden de anesthesisten en de chirurgen en hielpen bij het steriliseren zodat alles klaar was voor volgende operaties. \r\nIn de vrije tijd werd er ook volop gehaakt. Anesthesiste Birgitte leerde iedereen mutsjes haken voor de borelingen. \r\nAlles verliep naar wens totdat we via het thuisfront plots vernamen dat er in China een vreemd virus was opgedoken, genaamd COVID-19.\r\nHet bestuur van REVIVEvzw besliste om geen missies meer te laten doorgaan zolang er geen garantie is dat de missieleden zich enerzijds volledig kunnen laten beschermen tegen het COVID-19 virus b.v. door vaccinatie en dat zij anderzijds geen besmettingsgevaar vormen voor de lokale bevolking.\r\n","fr":"La première et l’unique mission de 2020. Pendant la mission, Thomas a donné le coup d`envoi de la première anesthésie. Les étudiantes sages-femmes, Fien et Marie, ont également pu commencer à superviser les accouchements très rapidement. À la fin de la mission, tous les étudiants agissaient comme de vraies routinés et étaient pleinement engagés dans la salle d`opération. Ils ont assisté les anesthésistes et les chirurgiens et ont aidé à la stérilisation afin que tout soit prêt pour les opérations ultérieures \r\nPendant notre temps libre, l`anesthésiste Birgitte a appris à tout le monde à crocheter des chapeaux pour les nouveau-nés.Tout s`est déroulé comme prévu jusqu`à ce que nous entendions soudainement à travers nos familles en Europe qu`un étrange virus était apparu en Chine, appelé COVID-19. Le conseil d`administration de REVIVEvzw alors a décidé de ne plus autoriser de missions tant qu`il n`y a aucune garantie que les membres de la mission puissent être pleinement protégés contre le virus COVID-19 par ex. par la vaccination et que, d`autre part, ils ne présentent pas de risque d`infection pour la population locale.\r\n","en":"This seemed to be the first and also the only mission of 2020. During the mission, Thomas kicked off the first anaesthesia. The midwifery students, Fien and Marie, were also able to get started very quickly to guide childbirth.  By the end of the mission, all the students were acting like skilled employees and were fully engaged in the operating room. They assisted the anesthetists and the surgeons and also assisted with the sterilization so that everything was ready for subsequent operations. \r\nIn our spare time, anesthetist Birgitte taught everyone to crochet hats for the newborns. Everything went according to plan until we suddenly heard from home that a strange virus had appeared in China, called COVID-19. As a result the board of REVIVEvzw had to decide that their medical missions could not be carried out for as long as there is no guarantee that the mission members can be fully protected against the COVID-19 virus e.g. by vaccination and that, on the other hand, they do not pose a risk of infection to the local population.\r\n"},"interventions":{"nl":"Gynaecologie","fr":"Gynécologie","en":"Gynecology"},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/039%20JSEV2374.jpg","quote":{"nl":"42 gynaecologische ingrepen ","fr":"42 procédures gynécologiques","en":"42 gynecological procedures"},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/039 JSEV2374.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/046 TPQA1785.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/Whitagram-Image.JPG","https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/image1.jpeg","https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/image2-2.jpeg","https://revivevzw.blob.core.windows.net/missionreports/MISpic59d/metu.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}