{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTMz":{"id":133,"name":{"nl":"Gambia - BULOK - oktober 2021","fr":"Gambia - BULOK - octobre 2021","en":"Gambia - BULOK - October 2021"},"country":"GMB","description":{"nl":"","fr":"","en":""},"startDate":"2021-10-16T00:00:00","endDate":"2021-10-31T00:00:00","report":{"nl":"De samenstelling van ons team bestond uit 6 Belgen (2 verpleegkundigen, 2dokters, 1 tandarts en 1 assistent).\r\nAanvankelijk leek het ons onmogelijk om in de compound van Bulock een ziekenhuisje op te starten. Het was er smerig. Het was er heet. Het was er donder. Het was er allemaal kapot. Het was…Afrika. Geen water en nauwelijks elektriciteit. Maar we kwamen met een opdracht en lieten ons niet ontmoedigen. De schappen van de medicamentenkasten lagen op de bodem en werden terug op hun plaats gezet met betonstenen die we vonden in de tuin, een nooddouche werd aangelegd met een tuinslang vanuit het enige werkende kraantje, een wespennet werd verwijderd uit een fan, alles geveegd en kabinetten ingericht.\r\nIn Bulock is geen apotheek of supermarkt, er is niets. Met wat we bij hadden moesten we het doen, voor de patiënt en voor ons. En toch zijn we erin geslaagd de mensen te helpen. We stelden vast dat ondanks de omstandigheden veel patiënten beter werden. We maakten een verschil en daardoor kwam het team in een soort flow terecht; net runnershigh.\r\nNa afloop toen we richting luchthaven reden, moesten we halt houden aan een checkpoint. De politieagente was een week terug in Bulock geweest voor de behandeling van een tand. Toen ze ons herkende maakte ze een vreugdedansje, zo blij dat ze van haar zere tand verlost was.\r\nOndanks de moeilijkheden was het een fantastische ervaring.\r\n\r\nMarc en Ria\r\n\r\nBulock – Gambia\r\n16 oktober 2021 – 31 oktober 2021\r\nDeelnemers: Ria (tandarts), Marc (tandartsassistent en logistieke ondersteuning), Karen en Marij (huisartsen) en Katrien en Ilse (verpleegkundigen)\r\nNa een vlotte vlucht kwamen we ’s avonds aan op de luchthaven van Banjul. Eens de check up voorbij kwamen we terecht in een chaos van lokale hulpvaardigen om onze bagage te helpen verzamelen en onze euro’s te wisselen in de lokale ‘Dalacie’. We ontmoetten Abdouli, onze lokale reisgids. Indrukwekkend werd het toen al onze bagage bovenop een bus geladen werd, om later dan diezelfde bus in te stappen richting het Atlantic hotel in Banjul. Door het drukke verkeer onderweg werd het een lange rit en waren we blij om rond 22u toch te kunnen genieten van een avondmaal en een douche, want we waren tenslotte al van ’s morgens vroeg onderweg. \r\nOp zondag ging onze tocht verder richting Bulock. Onderweg stopten we  aan de lokale apotheek om een voorraad medicijnen op te halen. Vol enthousiasme en nieuwsgierigheid kwamen we aan in het Bulock health center. Allereerst gingen we kijken naar de gastverblijven en onmiddellijk zonk de moed ons in de schoenen. Een kamer stond nog vol met spullen van een lokale verpleegkundige, geen enkele kamer was gepoetst, een toilet was stuk en we vonden rond de bedden nog etensresten. De eerste ontmoeting met Tumani, de verantwoordelijke voor het Bulock health center, en de verpleegkundige verantwoordelijk in het weekend, ging al snel over in een discussie rond hygiëne. Eens van dit bezoek bekomen gingen we het health center zelf ontdekken en ervaarden we hetzelfde probleem. Aansluitend daarbij bleek dan ook het waterprobleem die de vorige missie al aanwezig was nog niet opgelost. Geen stromend water, geen elektriciteit. De hartelijke ontvangst die ons beloofd was tijdens de briefing voelde voor ons als een ontgoocheling aan. \r\nEens bekomen van de shock vlogen we erin. Na een stevige poetsbeurt konden we nadenken over hoe we ons zouden organiseren. Ons volledig installeren voor consultaties op maandag zonder elektriciteit en stromend water was een grote uitdaging, maar Marc vond voor alles wel een oplossing. We waren nog niet volledig geïnstalleerd toen de avond viel. In het donker verder werken leek ons zinloos, dus besloten we het werk af te ronden. We genoten van de prachtige sterrenhemel en kozen ervoor de nacht buiten te slapen. \r\n\r\n\r\nMaandagmorgen. Een eerste consultatiedag. De patiënten stroomden al van vroeg het Bulock health center binnen. We vroegen hen vriendelijk plaats te nemen in de wachtrij. Vol spanning wachtten we met ons team op de lokale zorgverleners, maar al snel zagen we de wachtrij groeien waardoor we dan maar zonder onze lokale hulp de consultaties startten. De lokale taal begrepen wij niet, maar gelukkig zijn er wel aantal mensen onder de bevolking die Engels spraken en ons konden helpen met de vertaling. Wat vloog de tijd snel voorbij! En opeens, rond een uur of 11, wandelden -of misschien beter ‘slenterden’- de lokale zorgverleners het health center binnen. Wij waren wat verbouwereerd over hun laattijdige aankomst, maar voor hen leek dit heel normaal. Naast het grote contrast rond hygiëne, blijkt ook het ‘op tijd komen’ op het lijstje te komen van grote verschillen tussen ons Belgisch team en hun team. Na een korte voorstelling werden de consultaties verder gezet. Het werd een boeiende dag waarbij ons al onmiddellijk werd getoond hoe we een malariatest afnemen bij een patiënt. De ontgoocheling die we gisteren en deze morgen nog sterk voelden, ebde weg na het kunnen verzorgen van x-aantal patiënten. Voldaan keken we uit naar de komst van nog twee collega’s die ons team versterken tijdens deze missie. Het was een fijn weerzien en na een rondleiding, onze eerste verhalen en een maaltijd besloten ook zij mee te genieten van de aangename nachttemperaturen. We installeerden onze tentjes terug buiten en wensten elkaar een goede nachtrust. Helaas werd de nachtrust voor Karen al snel verstoord door een zorgbehoevende bewoner die het domein betrad. Het health center helpt de bewoners overdag, maar ’s nachts is het de bedoeling dat ze naar het health center 5 km verderop gaan. Deze zorgbehoevende bewoner werd dan ook vriendelijk verzocht het domein te verlaten en hulp te zoeken in het health center verderop.  \r\nOp dinsdagmorgen was het ongepast bezoek van de voorbije nacht het gespreksonderwerp aan de ontbijttafel. Het was trouwens niet alleen ’s nachts, maar ook ’s avonds na het werk dat patiënten ons bleven opzoeken in het health center. De nood om het werk van overdag op een bepaald moment te kunnen afronden en even te ontspannen leefde bij iedereen. En terwijl we het gesprek voerden kwamen de eerste patiënten het health center al terug binnen gewandeld. We besloten dan ook een slot te eisen aan onze poort. We werden gehoord en er werd beloofd dat daarvoor gezorgd zou worden. Intussen werd ook aangekondigd dat, na een paar dagen werk, vandaag er terug stromend water zou zijn. Met deze beloftes in het achterhoofd vatten we het werk aan met een eerste teamoverleg met als hoofdaccenten de organisatie en taakverdeling. Benieuwd naar wat zou komen vingen we een nieuwe consultatiedag aan. In afstemming met de lokale hulpverlening gaven we het beste van onszelf om alle patiënten te helpen. ‘Total body pain’ is duidelijk dé klacht van de Bulockse bevolking, maar heeft duidelijk zeer verschillende betekenissen wanneer we doorvragen. Een goede anamnese in een land waar je de taal niet spreekt lukt verrassend goed met een tolk bij de hand. Moeilijker was het om te vertrouwen dat de patiënt de behandeling goed heeft begrepen en correct zal kunnen uitvoeren na de vertolking, want navragen aan de patiënt als de behandeling goed werd begrepen konden we niet. Waar mogelijk kozen we dan ook om behandelingen te demonstreren (inhalatietherapie bij kinderen of volwassenen, maken van ORS-oplossing, openen van capsules…). \r\nOp woensdag werd het erg druk in het health center. Niet alleen wij waren daar aan het werk, maar ook een team die de gratis vaccinaties voor kinderen voorziet kwam langs. Bij het afronden van de vaccinaties waren we erg verbaasd over de manier waarop het health center werd achtergelaten. Een klink van een deur was verdwenen, er was geplast op de vloer, allerlei afval werd op het domein achter gelaten… Het zorgzaam omgaan met materialen was even ver zoek. Zou dit ook een gegeven zijn die past op ons lijstje met grote verschillen? \r\nEn zo liep de eerste week stilletjes aan naar zijn einde. We zagen patiënten met tandpijn, spierpijn, rugklachten, malaria, pneumonie, huidaandoeningen, traumatische wonden, geïnfecteerde wonden, hypertensie, maagdarminfectie, maagzuurklachten… We konden ook wel stellen dat we voor sommige patiënten het verschil maakten, wat een zeer voldaan gevoel gaf. We genoten van de terugblik van onze eerste week met een whisky’tje. \r\nZaterdagmorgen. Klaar om de batterijen op te laden en te genieten van onze geplande uitstap. Abdoeli kwam ons oppikken met een lokale chauffeur en weg waren we. Onderweg naar Tendaba camp, een dikke 2u richting het Oosten van Bulock, stopten we om een termietenheuvel te bewonderen, maakten we kennis met een lokale peanut-kwekerij , zagen we enorme Baobab bomen omringt door prachtige natuur en bewonderden we de Bruman Bridge. Verder werden we verwelkomt in een lokale compound waar we aan den lijve het typische afrikaanse leven konden voelen. In Tendaba camp genoten we van een boottrip in de mangroves van de Gambia rivier waar vogels van over heel de wereld komen overwinteren. Tijdens de boottrip konden we nog net de prachtige zonsondergang meepikken. Een dag waarbij de voeling met het leven in Gambia terug een stukje werd aangescherpt. \r\nOp zondagvoormiddag brachten we een bezoek aan het Bintang health center. We wilden graag onze blik op health centers in Gambia verruimen en kennis oppikken die we eventueel konden meenemen naar Bulock. Een opvallend verschil die me bijbleef zijn de affiches ter preventie van COVID19, die in Bulock niet te zien waren. Verder werd zondag rustdag. Genieten van de luxe die we op Abca’s Creek Lodge konden ervaren: een ligzetel om een boekje of de krant te lezen, wifi om eens uitgebreid met het thuisfront te communiceren, een wandeling in de prachtige natuur ter hoogte van het domein… Later in de namiddag keerden we terug naar Bulock waar onweer zorgde voor een helse nacht. \r\nEen nieuwe consultatieweek… Maar ik kreeg de eer eerst Tumani te vergezellen naar Brukana om inkopen te doen. De foto’s en beelden die je soms ziet van de Afrikaanse markten worden plots realiteit. De straten die in normale omstandigheden uit aarde bestonden, waren vandaag in het beste geval modder, in het slechtste geval een kleine rivier. Het was opletten waar je je voeten neerzette en een hele uitdaging om Tumani bij te blijven in de georganiseerde chaos van de markt. De namiddagconsultaties waren al aangebroken toen ik terug was en het team opnieuw kon versterken. Wat vraagt het tijd om een aantal basiszaken te gaan aankopen. \r\nMeer georganiseerd en geroutineerd konden we ook tijdens week twee voor een groot aantal patiënten het verschil maken. Tandpijn, malaria, total body pain, huidaandoeningen, traumatische wonden, geïnfecteerde wonden, maagzuurklachten, mastitis tijdens borstvoeding… werden aangepakt en patiënten konden vaak opgelucht en tevreden de consultatie verlaten.  \r\nNa de drukke consultatiedagen probeerden we verder deeltjes natuur en cultuur van de regio te ontdekken. Zo toonde Tumani ons op een avond het lokale dorp waarbij we op bezoek mochten in de lokale moskee, de lokale school en zelfs zijn eigen compound waar we kennis maakten met zijn familie. Verder bezochten we de steenmijnen in Bulock, die voor de lokale bevolking een belangrijke bron van inkomsten zijn. Op een avond namen we de lokale bus naar het Kafuta Health Care center, 5km verderop, om ons verder te kunnen verdiepen in de Gambiaanse aanpak van gezondheidszorg. Eens wandelden we tot aan een zijrivier van de Gambiarivier om er krokodillen te spotten, maar helaas… de krokodillen hadden geen zin om hun snoet aan ons te tonen. \r\nTwee weken in emoties omschreven: vreugde, gemis, ontroering, verdriet, plezier, sympathie, interesse, bewondering, amusement, angst, frustratie maar vooral tevreden en dankbaar. \r\nDankjewel Revive. Dankzij het werk daar kregen we de unieke kans om ons onder te dompelen in de lokale cultuur en natuur. Dankjewel Tumbulu, Fatou en Alex die ons, ondanks de cultuurverschillen, toch sterk ondersteunden tijdens de consultaties. Dankjewel Katrien, Rie, Marc, Karen en Marij voor jullie onvoorwaardelijke inzet voor de lokale bevolking, maar ook voor elkaar! Liefs,\r\n \r\nIlse.\r\n\r\n","fr":"","en":""},"interventions":{"nl":"tandheelkunde","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211016-WA0000.jpg","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/Flag The Gambia.png","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211016-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211018-WA0002.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211019-WA0004.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211020-WA0012.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211020-WA0016.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic133d/IMG-20211022-WA0002.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}