{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTY=":{"id":16,"name":{"nl":"Madagaskar - Antalaha 2018","fr":"Madagascar - Antalaha 2018","en":"Madagascar - Antalaha 2018"},"country":"MDG","description":{"nl":"Getuigenis: An De Roover, verpleegkundige","fr":"","en":""},"startDate":"2018-08-17T00:00:00","endDate":"2018-09-02T00:00:00","report":{"nl":"Al maanden keek ik er met veel spanning naar uit en op vrijdag 17 augustus 2018 was het eindelijk zover. Ik mocht als verpleegkundige met Revive op missie vertrekken naar Antalaha, Madagascar. Er gingen 2 teams mee voor algemene heelkunde en een team voor tandheelkunde. Voor mij de tweede missie, maar de eerste keer naar Madagaskar. Ik was eigenlijk wel zenuwachtig maar ik had er enorm veel zin in. We vertrokken in 2 groepen. De 3 chirurgen vertrokken in de namiddag via Instanbul. En wij vlogen om 20u (de 2 verpleegkundigen, 3 tandartsen en de 4 studenten) via Addis Ababa. Daar vervoegden de Duitse anesthesisten zich bij ons. Uiteindelijk kwamen we de volgende dag allemaal samen in Antananarivo.  Hier verbleven we 1 nacht in een super aangenaam Guest House met bijzonder lekker eten. Op zondag waren we dan ook allemaal paraat om te vertrekken met onze laatste vlucht naar Sambava. We hadden geluk. Zonder problemen konden wij en al ons medisch materiaal mee. Na een 1,5 uur vliegen landden we eindelijk in Sambava. Daar stond Dokter Didier Tsiajotso, chirurg en de Chef van het ziekenhuis, ons al op te wachten. Er restte ons nog een busrit van een uurtje (78 km) naar Antalaha. Bij het aankomen in het hotel werden eerst de kamers verdeeld en het meeste materiaal naar het ziekenhuis gebracht. De dag erna was het zover en konden we aan het werk. Eerst werd de operatiezaal grondig schoongemaakt (dit was echt nodig!) en het medisch materiaal gesorteerd. Ondertussen werden er al consultaties gedaan door de chirurgen van Revive. In de namiddag volgden de eerste operaties. De eerste dag was al direct een lange dag.    ‘ s Avonds werden we begeleid door een lokale verpleegkundige naar ons hotel omdat het al donker was. Na een werkdag konden we niet veel meer doen dan eten, wat napraten en een deugddoende douche nemen. De meesten van ons hoopten ook geen spinnen of kakkerlakken tegen te komen op de kamer .Voor sommigen een illusie… De volgende dag gingen we naar het ziekenhuis om 8u. Dit was duidelijk te vroeg want er was nog geen elektriciteit… De mensen waren er wel heel vriendelijk en behulpzaam. De persoon die instond voor het wassen en steriliseren van het linnen en de instrumenten was altijd aan het lachen en heeft ook keihard gewerkt. Ook de verpleegkundige, Fabriche, die aangesteld was om ons te helpen heeft ons fantastisch en super enthousiast bijgestaan. Meestal hadden we maar 1 zaal om in te opereren, gelukkig die met airconditioning, omdat er in de andere zaal regelmatig een “urgentie” binnenkwam. Uit tijdsnood hebben we eens 1 operatiezaal opgesplitst in 2 zalen om alle operaties af te kunnen werken. Handig was anders maar het heeft geholpen. Gelukkig hadden we de andere zaal soms ook ter onze beschikking. In die zaal was het altijd immens warm, het voelde aan als 40°C tijdens een operatie. De eerste week hebben we 6 dagen gewerkt.\r\n\r\nOp zondag hebben we een uitstap gedaan. ’ s Ochtends zijn we gaan zwemmen in de Indische Oceaan. Op de middag hebben we heerlijk gegeten bij Marie-Hélène van Macolline. Hierna zijn we naar het natuurpark Macolline Sentier Botanique geweest. Dit was ook een uitzonderlijke ervaring. De natuur was prachtig en het uitzicht adembenemend. Als afsluiter hebben we met een kano gevaren op de rivier in het donker. Marie-Hélène is eigenares van de farmacie Kam-Yo in het centrum van Antalaha. Ook het natuurpark Macolline Sentier Botanique is mede-opgericht door Marie-Hélène. Zij heeft ook nog een dorp mee helpen opbouwen voor mensen met sequellen van lepra (melaatsheid). Het dorp bestaat uit huizen, een school, een boomkwekerij en het natuurpark dat wij bezocht hebben.  Maandag zijn we er dan terug tegenaan gevlogen voor de laatste werkweek.  Het waren lange werkdagen en ik heb medische casussen en miserie gezien dat mij enorm gepakt hebben maar ik heb er veel voldoening uitgehaald. We hadden een heel goed team. We konden goed samenwerken en hebben heel wat afgelachen. Uiteindelijk hebben we in totaal 72 operaties kunnen uitvoeren bij 66 patiënten, voornamelijk liesbreuken en hydrocoeles. Er is ook een grote operatie geweest om een ovariumcyste te verwijderen. We hebben ook een aantal patiënten van hun lipoom, fibroom of cyste verlost. Onder de patiënten waren redelijk wat kinderen. Natuurlijk hebben ook de tandartsen goed doorgewerkt. Zij hebben meer dan 900 tanden getrokken. Dit allemaal in 11 dagen. Ik denk dat ik terecht kan spreken van een succesvolle Revive missie!!! Op de laatste vrijdag, hebben we in de namiddag de inventaris gemaakt van het overgebleven materiaal. En was er nog genoeg tijd over om naar de markt te gaan om souvenirs te kopen voor de thuisblijvers. ’s Avonds zijn we gaan eten voor ons afscheid. Dit was zeer gezellig, er was veel ambiance. Ook de pers was aanwezig voor Paul, de missieleider, zijn speech. Zaterdagochtend was het dan spijtig genoeg tijd om, met gemengde gevoelens, terug huiswaarts te keren. De studenten blijven nog 2 weken, dus van hen moesten we al afscheid nemen. Eerst namen we allemaal samen de bus naar Sambava. Ook Didier, Fabriche en Chenira (een lokale student vroedkunde die ons ook fantastisch geholpen heeft) gingen met ons mee om ons nog gezelschap te houden in Sambava. Eenmaal aangekomen moesten onze chirurgen al hun vlucht nemen naar Antananarivo. De rest van ons hadden nog een paar uur de tijd. Wij hebben dan samen met Fabriche en Chenira nog een laatste wandeling aan het strand gemaakt en nog een maaltijd meegepikt in een aangenaam restaurant. Na 2 intense weken samenwerken viel het afscheid mij heel zwaar en kon ik mijn tranen niet bedwingen. In Antananarivo kregen we terug een overheerlijke maaltijd en ook de kamer was weer tip top in orde. De volgende dag vlogen we dan door naar Addis Ababa. De chirurgen moesten nog een dagje wachten om door te reizen. In Addis namen we afscheid van de anesthesisten en toen waren we nog met 5… Na een aantal uren wachten namen we de laatste vlucht naar Brussel…\r\n\r\nDe missie is dus super vlot en aangenaam verlopen met zoals eerder gezegd een super team op alle vlakken. Ik hoop nog eens mee te mogen gaan naar Antalaha. Het was een leerrijke ervaring op elk gebied, waar ik REVIVE enorm dankbaar voor ben. Ik heb er ook goede vrienden aan overgehouden in Madagascar en  hoop hen dan ook nog eens terug te zien …\r\n","fr":"","en":""},"interventions":{"nl":"algemene heelkunde - tandheelkunde","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_4134-1024x683.jpg","quote":{"nl":"72 operaties \r\nmeer dan 900 tandextracties","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00015-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00017-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00026-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00027-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00030-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00032-1024x762.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00038-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00043-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/Antalaha-2018-aug00048-768x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_3900-1024x683.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_3902-1024x683.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_4086-1024x683.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_4103-e1537132228363-683x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_4120-e1537132206332-683x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic16d/IMG_4134-1024x683.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}