{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMzk=":{"id":39,"name":{"nl":"Madagaskar - Antalaha 2019","fr":"Madagascar - Antalaha 2019","en":"Madagascar - Antalaha 2019"},"country":"MDG","description":{"nl":"Getuigenis van Lore Renkens huisarts en van de studenten Annabel Cardoen, Laura Roobroeck, Jolien Derck & Margot Espeel","fr":"Témoignage de Lore Renkens GP et des étudiants Annabel Cardoen, Laura Roobroeck, Jolien Derck & Margot Espeel\r\n\r\n","en":"Testimonial from Lore Renkens GP and from students Annabel Cardoen, Laura Roobroeck, Jolien Derck & Margot Espeel"},"startDate":"2019-10-12T00:00:00","endDate":"2019-10-25T00:00:00","report":{"nl":"Zondag 13 oktober startte mijn, overigens allereerste, missie met REVIVE. Samen met 16 andere teamleden en studenten vestigden we ons in Antalaha, Madagaskar met het doel medische zorg te verlenen aan de lokale bevolking. Zondag, rustdag? Dacht het niet! Zo gemotiveerd als we waren, bezochten we direct het hospitaal na het aankomen in de stad. Het operatiekwartier werd klaargemaakt, de materiaalkoffers werden uitgepakt en raadplegingslokalen werden ontworpen met de nodige creativiteit.  Maandag konden we alzo vlot starten met de missie. De focus van deze missie lag op het diagnosticeren en behandelen van abdominale (chirurgische) problematiek zoals liesbreuken en hydroceles. Opmerkelijk was de grootte van de pathologie, letterlijk bedoeld dan. Zo waren er heel wat mannen die al jarenlang rondliepen met enorme hernia’s, onthutsend! Verder was de behulpzaamheid van de plaatselijke tolken bewonderenswaardig, iedere dag stonden ze paraat om ons bij te staan tijdens de consultaties.\r\n\r\nAls huisarts kwam je in contact met zeer diverse problemen, sommige moeilijk te behelpen gezien de moeilijke communicatie en beperkte behandelingsmogelijkheden. Toch hebben collega huisarts Anne en ikzelf 604 patiënten zo goed als mogelijk proberen bij te staan. Voor vele patiënten was het bovendien de eerste keer dat ze een arts raadpleegden!\r\nIk denk dat we wel mogen stellen dat het hele team een enorme positieve impact heeft gehad op het leven van een heleboel mensen. Op naar de volgende missie.\r\n\r\n\r\n\r\n\r\nGetuigenis van de studenten\r\nVoor ons alle 4 was op buitenlandse stage gaan een droom die werkelijkheid werd, we waren dan ook heel blij dat we uitgekozen werden om met REVIVE mee op missie te gaan. Na de voorbereidende vergadering in augustus hadden we er nog meer zin in. Op 12 oktober was het dan eindelijk zo ver. Het was een lange reis naar Antalaha in Madagascar. Direct na inchecken in het hotel, gingen we een eerste maal het ziekenhuis verkennen. Na een kleine rondleiding werden we al ingeschakeld om het operatiekwartier in orde te zetten zodat we er de volgende dag meteen konden invliegen. Alles ging in een razend tempo, we werden overrompeld met een brede waaier aan indrukken, werden we uitgedaagd, leerden we nadenken over en creatief omgaan met aangeleerde technieken. Onze bagage aan ervaringen en praktische kennis die we tijdens deze missie hebben opgedaan was immens.\r\nNa het vertrek van het team terug naar België bleven we hier met de 2 studentes vroedkunde achter. Het was nu aan ons om alle wonden van de uitgevoerde operaties te verzorgen. Alweer een grote uitdaging en niet zonder fierheid kunnen we zeggen dat wondinfecties zijn uitgebleven. In die extra weken liet dokter Didier, een lokale chirurg, ons ook toe om hem te assisteren tijdens operaties. Alweer een leerrijke ervaring en voor ons een hele eer.\r\nMoe en met een zeer tevreden gevoel kijken wij terug naar onze verpleegkundige stage, een rollercoaster aan emoties en een fantastisch leermoment. Het gevoel hebben dat je als volwaardig verpleegkundige kon meedraaien in dit fantastisch team, geeft toch wel een boost!\r\nBedankt aan alle verpleegkundigen, artsen en anesthesisten voor deze leerrijke ervaring!\r\nAnnabel, Laura, Margot en Jolien.\r\n\r\n","fr":"Dimanche le 13 octobre, ma toute première mission a commencé avec REVIVE. Avec 16 autres membres de l`équipe et étudiants, nous nous sommes installés à Antalaha, Madagascar dans le but de fournir des soins médicaux à la population locale. Dimanche, jour de repos? Je ne pense pas! Aussi motivés que nous étions,  immédiatement après notre arrivée  nous avons visité l`hôpital  en ville. Le bloc opératoire a été préparé, les valises d`équipement ont été déballées et les salles de consultation ont été conçues avec la créativité nécessaire. Ainsi le lundi, nous avons pu démarrer la mission facilement. L`objectif de cette mission était de diagnostiquer et de traiter les problèmes abdominaux (chirurgicaux) tels que les hernies inguinales et les hydrocèles. La taille de la pathologie, littéralement, était remarquable. Il y avait beaucoup d`hommes qui se promenaient avec d`énormes hernies depuis des années, stupéfiantes! Aussi, l`utilité des interprètes locaux a été admirable, ils étaient chaque jour prêts à nous assister lors des consultations. \r\nEn tant que médecin généraliste, vous êtes entré en contact avec une grande variété de problèmes, dont certains sont difficiles à gérer étant donné la difficulté de communication et les options de traitement limitées. Pourtant, ma collègue GP Anne et moi avons essayé d`aider 604 patients du mieux possible. C`était aussi la première fois que de nombreux patients consultaient un médecin! \r\nJe pense que nous pouvons dire que toute l`équipe a eu un impact positif énorme sur la vie de beaucoup de gens. Passons à la prochaine mission. \r\nTémoignage des étudiants \r\nPour nous 4, partir en stage à l`étranger était un rêve devenu réalité, nous étions donc très heureux d`avoir été choisis pour partir en mission avec REVIVE. Après la réunion préparatoire en août, nous étions encore plus excités. \r\nLe 12 octobre, le moment était enfin venu. Ce fut un long voyage à Antalaha à Madagascar. Immédiatement après notre arrivée à l`hôtel, nous sommes allés explorer l`hôpital pour la première fois. Après une petite tournée, nous avons déjà été appelés pour mettre de l`ordre dans la salle d`opération afin de pouvoir commencer immédiatement le lendemain. \r\nTout s`est déroulé à une vitesse vertigineuse, nous avons été submergés par un large éventail d`impressions, nous avons été mis au défi, nous avons appris à réfléchir et à gérer de manière créative les techniques apprises. Notre bagage d`expériences et de connaissances pratiques que nous avons acquises au cours de cette mission est immense. \r\nAprès le départ de l`équipe de retour en Belgique, nous sommes restés ici avec les 2 étudiantes sages-femmes. C`était maintenant à nous de soigner toutes les blessures des opérations effectuées. Un autre grand défi et non sans fierté, nous pouvons dire que les infections des plaies ne se sont pas produites. Au cours de ces semaines supplémentaires, le docteur Didier, un chirurgien local, nous a également permis de l`assister lors des opérations. Encore une expérience instructive et un grand honneur pour nous. \r\nFatigués et très satisfaits, nous revenons sur notre stage d`infirmière, un rollercoaster d`émotions et un moment d`apprentissage fantastique! \r\nMerci à toutes les infirmières, médecins et anesthésistes pour cette expérience fantastique! \r\nAnnabel, Laura, Margot et Jolien. \r\n","en":"My very first mission with REVIVE started on Sunday the 13th. Together with 16 other team members and students, we settled in Antalaha, Madagascar with the aim of providing medical care to the local population. Sunday, rest day? I do not think so! As motivated as we were, we immediately visited the hospital after arriving in the city. The operating theater was prepared, the equipment cases were unpacked and consultation rooms were designed with the necessary creativity. Monday we were able to start the mission very smoothly. \r\nThe focus of this mission was on diagnosing and treating abdominal (surgical) problems such as hernias and hydrocoeles. Remarkable was the size of the pathology, there were many men who had been walking around with huge hernias for years, staggering! Furthermore, the helpfulness of the local interpreters was admirable, they were on hand every day to assist us during the consultations. \r\nAs a general practitioner you came into contact with a wide variety of problems, some of them difficult to deal with given the difficult communication and limited treatment options. Still, colleague GP Anne and I tried to assist 604 patients as best as possible. For many patients it was also the first time that they consulted a doctor! I think we can say that the whole team has had a tremendous positive impact on the lives of a lot of people. On to the next mission. \r\nTestimony of the students \r\nFor all 4 of us, going on a foreign internship was a dream come true, we were therefore very happy that we were chosen to go on a mission with REVIVE. After the preparatory meeting in August, we were even more excited. \r\nOn October the 12th, the time had finally come. It was a long journey to Antalaha in Madagascar. Immediately after checking in at the hotel, we went to explore the hospital for the first time. After a small tour we were already called in to put the operating theater in order so that we could start immediately the next day. \r\nEverything went at breakneck speed, we were overwhelmed with a wide range of impressions, we were challenged, we learned to think about and creatively deal with learned techniques. Our baggage of experiences and practical knowledge that we have gained during this mission was immense. \r\nAfter the departure of the team back to Belgium, we stayed here with the 2 midwifery students. It was now up to us to take care of all the wounds from the operations performed. Another big challenge and not without pride we can say that wound infections have not occurred. In those extra weeks, Doctor Didier, a local surgeon, also allowed us to assist him during operations. Another instructive experience and a great honor for us. \r\nTired and with a very satisfied feeling, we look back to our nursing internship, a rollercoaster of emotions and a fantastic learning moment. Having the feeling that you could participate in this fantastic team as a full-fledged nurse gives a boost! \r\nThank you to all nurses, doctors and anesthetists for this educational experience! \r\nAnnabel, Laura, Margot and Jolien.\r\n"},"interventions":{"nl":"Algemene heelkunde - consultaties","fr":"Chirurgie générale – consultations","en":"General surgery – consultations "},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019415-1024x682.jpg","quote":{"nl":"604 consultaties\r\n110 chirurgische ingrepen waaronder 33 buikwandbreuken bij volwassenen 22 navel / liesbreuken bij kinderen \r\n15 hydrocoeles 13 klompvoeten bij kinderen","fr":"604 consultations \r\n110 interventions chirurgicales dont 33 hernies  de la paroi abdominale chez des adultes et 22 hernies ombilicales/ inguinales chez des enfants\r\n15 hydrocèles et 13 pieds bots chez des enfants\r\n","en":"604 consultations \r\n110 surgical procedures, including 33 abdominal wall fractures  (adults) and 22 navel / inguinal hernias (children)\r\n15 hydroceles and 13 clubfeet with children\r\n"},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/20191017_130427-1024x768.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/73058011_2943432169215487_984037038271496192_n.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/74268160_10162510128075147_3414644440797544448_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/74614851_2943432269215477_604024602573668352_n.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/75610799_10162510128055147_4092158579505627136_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/76732196_10162510128010147_9070006721878949888_o.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019415-1024x682.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019438-1024x682.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019453-1024x682.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019463-e1572797201315-682x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019526-1024x682.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic39d/Antalaha-2019535-1024x682.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}