{"ABOUT.HOW_TEXT":"Dr. Herman De Gezelle, gynecologist, had dreamed of doing humanitarian work but he lacked the time. Until 2010 Dr. Herman De Gezelle, then associated with AZ Saint-Lucas in Ghent, and colleague Dr. Jan Aerts, gynecologist from Turnhout, went to Fianarantsoa in Madagascar as members of Interplast Germany to operate on vesicovaginal fistulas. Ethiopia followed in 2012 and with a few like-minded people the REVIVE non-profit organization was founded and recognized by the Belgian government in 2014.local. De plus, nous donnons la possibilité à des étudiants belges du secteur médical d’acquérir des expériences inoubliables dans des stages uniques. Chaque mission dure environ deux semaines (pour les stagiaires 4 semaines). Chaque fois, une centaine de personnes sont aidées gratuitement et soulagées de leurs douleurs physiques. Pour eux, cela signifie souvent qu’ils peuvent à nouveau participer pleinement à la vie quotidienne.","ABOUT.HOW_TITLE":"How?","ABOUT.INTRO":"REVIVE is a non-governmental and non-profit organization carrying out medical humanitarian missions in developing countries with focus on Africa. REVIVEvzw is fully independent and neutral in all its aspects. The organization does not have any commercial, political nor religious interests.\r\n\r\nThroughout its activities REVIVEvzw brings specialized medical care to people, who, due to their living conditions, normally do not have access to it.","ABOUT.TITLE":"About us","ABOUT.WHAT_TEXT":"REVIVE betekent “nieuw leven” brengen. REVIVEvzw geeft <strong>nieuwe kansen aan hulpbehoevende</strong> mensen, die om diverse redenen geen toegang hebben tot gespecialiseerde gezondheidszorg.\n\nDe behandelde pathologieën zijn zeer uiteenlopend gaande van baarmoederverzakking, vergrote schildklier, liesbreuk, hazenlip, klompvoet, trauma … alsook tandcaries, mondhygiëne en prenatale consultatie.\n\nEr wordt dankbaar gebruik gemaakt van de opportuniteit om ook opleiding te geven aan het lokaal medisch personeel. Bovendien geven we de kans aan Belgische studenten uit de medische sector om onvergetelijke ervaringen op te doen in unieke stageplaatsen.\n\nElke missie duurt ongeveer twee weken (voor stagestudenten 4 weken). Telkens worden een honderdtal mensen gratis geholpen en verlost van hun lichamelijke klachten. Vaak betekent dit voor hen dat ze opnieuw volwaardig kunnen deelnemen aan het dagelijkse leven.","ABOUT.WHAT_TITLE":"What?","ABOUT.WHO_TEXT":"REVIVEvzw is een door de Belgische overheid erkende niet-gouvernementele non-profit organisatie die medische humanitaire missies uitvoert in ontwikkelingsgebieden, voornamelijk in Afrika. Hierbij werkt REVIVEvzw volledig onafhankelijk en neutraal, los van elk commercieel, politiek of religieus belang.\n\nREVIVEvzw begon in 2010 met humanitaire missies, in eerste instantie als ‘dochterorganisatie’ van Interplast Duitsland. Sinds 2014 werkt REVIVEvzw als een onafhankelijke Belgische non-profit organisatie.\n\nAlle vrijwilligers werken gratis. De missieleden geven een gift om de werking van de vzw te ondersteunen.\n\nInkomsten worden gegenereerd door het organiseren van benefietactiviteiten en schenkingen van serviceclubs, verenigingen, bedrijven en sympathisanten.","ABOUT.WHO_TITLE":"Who?","CALENDAR.SUBTITLE":"Want to be part of one of our events?","CALENDAR.TEXT":"Some descriptive/ informative text","CALENDAR.TITLE":"Save the date!","HOME.CTA_LEARN_MORE":"Learn more","HOME.HEAD_SUBTITLE":"Revive provides humanitarian aid in countries where large NGOs do not go.\r","HOME.INTRODUCTION":"This page works!","HOME.KEY_VALUE_1_DESCRIPTION":"Short interventions","HOME.KEY_VALUE_1_TITLE":"International missions","HOME.KEY_VALUE_2_DESCRIPTION":"Upgrade local skills","HOME.KEY_VALUE_2_TITLE":"Training medical staff","HOME.KEY_VALUE_3_DESCRIPTION":"Intrinsic motivation","HOME.KEY_VALUE_3_TITLE":"Volunteer driven","NAVIGATION.ABOUT":"About","NAVIGATION.CALENDAR":"Calendar","NAVIGATION.MISSIONS":"Missions","NAVIGATION.SPONSORS":"Sponsors","NAVIGATION.SUPPORT_US":"Support us","NAVIGATION.VOLUNTEERS":"Volunteers","SPONSORS.TITLE":"Thumbs up for our sponsors!","VOLUNTEERS.BLOCK_1_CTA":"Contact us!","VOLUNTEERS.BLOCK_1_TEXT":"Do you have the right skills to help people in an international mission? We can't wait to hear about it.","VOLUNTEERS.BLOCK_1_TITLE":"Become a volunteer for international missions","VOLUNTEERS.BLOCK_2_CTA":"Say hi!","VOLUNTEERS.BLOCK_2_TEXT":"Do you have the right skills to help people in an international mission? We can't wait to hear about it.","VOLUNTEERS.BLOCK_2_TITLE":"Become a volunteer for international missions","VOLUNTEERS.BLOCK_3_CTA":"Get in touch!","VOLUNTEERS.BLOCK_3_TEXT":"Do you have the right skills to help people in an international mission? We can't wait to hear about it.","VOLUNTEERS.BLOCK_3_TITLE":"Become a volunteer for international missions","VOLUNTEERS.INTRO":"REVIVE heeft geen vaste kosten, geen kantoren, geen\nbedienden, wel vrijwilligers. 100% van onze inkomsten\ngaat 100% naar onze missies.","VOLUNTEERS.TITLE":"Learn more about our volunteers and become one yourself!","SHARED.DESCRIPTION":"Description","SHARED.DATE":"Date","SHARED.ADDRESS":"Address","SHARED.RESERVATE":"Reserve","SHARED.EMAIL":"Email","SHARED.NAME":"Name","SHARED.MESSAGE":"Message","SHARED.SEND":"Send","SHARED.TEL":"Tel","FOOTER.SUBSCRIBE_TO_NEWS_LETTER":"Subscribe to newsletter","CONTACT.TITLE":"Get in touch!","NAVIGATION.CONTACT":"Contact"}