{"ABOUT.HOW_TEXT":"Dr. Herman De Gezelle, gynécologue, rêvait depuis un certain temps de faire du travail humanitaire, mais il lui manquait le temps. Jusqu’en 2010, Dr. Herman De Gezelle, alors associé à l’ AZ Saint-Lucas à Gand, et son collègue Dr. Jan Aerts, gynécologue de Turnhout, se sont rendus à Fianarantsoa à Madagascar comme membres d’Interplast Allemagne pour opérer de fistules vésico-vaginales. L’Ethiopie a suivie en 2012 et avec quelques personnes partageant les mêmes idées, l’organisation à but non lucratif REVIVEvzw à été fondée et reconnue par le gouvernement belge en 2014.","ABOUT.HOW_TITLE":"Comment?","ABOUT.INTRO":"REVIVEvzw est une organisation belge à but non lucratif qui effectue de missions médicales humanitaires dans les pays en développement avec l’accent sur l’Afrique. REVIVEvzw fonctionne de manière totalement indépendente, quel que soit l’intérêt commercial, politique ou religieux. Les activités de REVIVEvzw s’adressent à des personnes qui, en raison de leurs conditions de vie, n’ont normalement pas accés à des soins médicaux spécialisés. REVIVEvzw essaie de joindre les gens, qui par leurs conditions de vie, n’ont normalement pas accès aux soins médicales spécialisés.","ABOUT.TITLE":"Qui sommes nous","ABOUT.WHAT_TEXT":"\"REVIVE\" signifie “apporter une nouvelle vie”. REVIVEvzw offre de nouvelles opportunités aux personnes qui ont besoin d’aide et qui pour raisons diverses n’ont pas accés à des soins de santé spécialisés. Les pathologies traitées sont très diverses allant du prolapsus utérin, hypertrophie thyroïdienne, hernie inguinale, fente labiale, pied bot, traumatisme orthopédique … ainsi que la carie dentaire, l’hygiène bucco-dentaire et la consultation prénatale. Nous profitons aussi de l’occasion pour fournir également une formation au personnel médical local. De plus, nous donnons la possibilité à des étudiants belges du secteur médical d’acquérir des expériences inoubliables dans des stages uniques. Chaque mission dure environ deux semaines (pour les stagiaires 4 semaines). Chaque fois, une centaine de personnes sont aidées gratuitement et soulagées de leurs douleurs physiques. Pour eux, cela signifie souvent qu’ils peuvent à nouveau participer pleinement à la vie quotidienne.","ABOUT.WHAT_TITLE":"Quoi?","ABOUT.WHO_TEXT":"REVIVEvzw est une organisation non gouvernementale à but non lucratif reconnue par le gouvernement belge qui effectue des missions médicales humanitaires dans les régions en développement, principalement en Afrique. REVIVEvzw travaille de manière totalement indépendente et neutre, indépendamment de tout intérêt commercial, politique ou religieux. REVIVEvzw a démarré des missions humanitaires en 2010, initialement en tant que “filiale” d’Interplast Allemagne. REVIVEvzw travaille en tant qu’association belge indépendante à but non lucratif depuis 2014. Tous les bénévoles travaillent gratuitement. Les membres de la mission font un don pour soutenir le fonctionnement de l’organisation à but non lucratif. Les revenus sont générés par l’organisation d’activités de bienfaisance et les dons des clubs philanthropiques, des associations, des entreprises et des sympathisants.","ABOUT.WHO_TITLE":"Qui?","CALENDAR.SUBTITLE":"Envie de faire partie de l'un de nos événements?","CALENDAR.TEXT":"Klik door en schrijf je in!","CALENDAR.TITLE":"Date à retenir!","HOME.CTA_LEARN_MORE":"Qui sommes nous.","HOME.HEAD_SUBTITLE":"<b>REVIVEvzw</b> offre une aide médicale specialisée dans des endroits où les grandes organisations humanitaires ne réalisent pas de missions.","HOME.INTRODUCTION":"Cette page fonctionne!","HOME.KEY_VALUE_1_DESCRIPTION":"Interventions courtes","HOME.KEY_VALUE_1_TITLE":"Missions médicales dans les pays en développement","HOME.KEY_VALUE_2_DESCRIPTION":"Améliorer les compétences locales","HOME.KEY_VALUE_2_TITLE":"Formation du personnel médical","HOME.KEY_VALUE_3_DESCRIPTION":"Motivation intrinsèque","HOME.KEY_VALUE_3_TITLE":"Animé par des bénévoles","NAVIGATION.ABOUT":"Qui sommes nous","NAVIGATION.CALENDAR":"Calendrier","NAVIGATION.MISSIONS":"Missions","NAVIGATION.SPONSORS":"Les sponsors","NAVIGATION.SUPPORT_US":"Soutenez-nous | webshop","NAVIGATION.VOLUNTEERS":"Bénévoles","SPONSORS.TITLE":"Bravo à nos sponsors!","VOLUNTEERS.BLOCK_1_CTA":"Prenez contact!","VOLUNTEERS.BLOCK_1_TEXT":"Avez-vous les bonnes compétences pour aider les personnes en mission internationale? Nous avons hâte de vous rencontrer!","VOLUNTEERS.BLOCK_1_TITLE":"Devenez bénévole pour nos missions internationales","VOLUNTEERS.BLOCK_2_CTA":"Dis bonjour!","VOLUNTEERS.BLOCK_2_TEXT":"Avez-vous les bonnes compétences pour aider les personnes en mission internationale? Nous avons hâte de vous rencontrer!","VOLUNTEERS.BLOCK_2_TITLE":"Devenez bénévole pour nos missions internationales","VOLUNTEERS.BLOCK_3_CTA":"Entrez en contact!","VOLUNTEERS.BLOCK_3_TEXT":"Avez-vous les bonnes compétences pour aider les personnes en mission internationale? Nous avons hâte de vous rencontrer!","VOLUNTEERS.BLOCK_3_TITLE":"Devenez bénévole pour nos missions internationales","VOLUNTEERS.INTRO":"REVIVEvzw n'a pas de frais fixes, pas de bureaux et pas d'employés. REVIVEvzw travaille exclusivement avec des bénévoles. 100 % de nos revenus vont intégralement à nos missions.","VOLUNTEERS.TITLE":"Apprenez-en plus sur nos bénévoles et devenez-en un vous-même!","SHARED.DESCRIPTION":"Description","SHARED.DATE":"Date","SHARED.ADDRESS":"Adresse","SHARED.RESERVATE":"Réservez","SHARED.EMAIL":"E-mail","SHARED.NAME":"Nom","SHARED.MESSAGE":"Message","SHARED.SEND":"Envoyez","SHARED.TEL":"Tel.","FOOTER.SUBSCRIBE_TO_NEWS_LETTER":"Abonnez vous à notre bulletin.","CONTACT.TITLE":"Prenez contact!","NAVIGATION.CONTACT":"Contact","SHARED.SEND_EMAIL_SUCCESSFULL":"E-mail envoyé avec succès!","SHARED.SEND_EMAIL_ERROR":"Une erreur s'est produite lors de l'envoi de l' e-mail","SHARED.FILL_IN_ALL_REQUIRED_FIELDS":"Remplir tous les champs obligatoires","MISSIONS.TITLE":"Rapports de missions passées","HOME.ABOUT_TITLE":"Valeurs clés of valeurs fondamentales","HOME.ABOUT_SUBTITLE":"REVIVEvzw en 3 points:","HOME.ABOUT_ACTION":"Lire plus","HOME.MISSION_TITLE":"Missions","HOME.MISSION_SUBTITLE":"Missions en 6 pays d'Afrique","HOME.MISSION_TEXT":"Une mission typique consiste en une équipe médicale soutenue par des personnes qui s'occupent de la logistique. Ensemble, ils tirent le meilleur parti de leur présence sur place. Ils garantissent une mise en œuvre professionelle des procédures et, si possible, la formation du personnel médical local. Si vous êtes intéressé par les détails de nos missions, assurez-vous de lire les rapports de voyage.","HOME.MISSION_ACTION":"En savoir plus sur nos missions","HOME.CALENDAR_TITLE":"Evènements à venir/ en cours","HOME.CALENDAR_SUBTITLE":"REVIVEvzw organise fréquemment des séminaires pour attirer l'attention sur les missions","HOME.CALENDAR_ACTION":"Voir le calendrier","HOME.VOLUNTEERS_TITLE":"Volontaires","HOME.VOLUNTEERS_SUBTITLE":"REVIVEvzw vit grâce à ses bénévoles, nous en sommes trés reconnaissants","HOME.VOLUNTEERS_ACTION":"Devenez bénévole ","HOME.SPONSORS_TITLE":"Nos sponsors","HOME.SPONSORS_SUBTITLE":"Nous remercions nos sponsors pour leur soutien!","HOME.SPONSORS_ACTION":"Voir tous les sponsors","HOME.CONTACT_TITLE":"Prenez contact!","HOME.CONTACT_SUBTITLE":"Une question? Mail ou appelez-nous! Toute information se trouve sur notre page contact.","HOME.CONTACT_ACTION":"Page contact","MISSION.NO_EVENTS":"Il n'y a actuellement aucun événement prévu.","HOME.HEAD_TITLE":"Missions Médicales Belges","HOME.SUPPORT_US_TITLE":"Soutien REVIVEvzw","HOME.SUPPORT_US_SUBTITLE":"Aidez REVIVEvzw de différentes manières. Cliquez et découvrez comment!","SPLASH.CLICK_HERE":"Cliquer ici","SHARED.SHOP":"Shop","PLANNED_MISSIONS":"Missions prévues","PAST_MISSIONS":"Missions passées","PLANNED_SCOUTINGS":"Repérage prévues","PAST_SCOUTINGS":"Repérage passées","PLANNED_EVENTS":"Evénements à venir","PAST_EVENTS":"Evénements passés"}