{"ABOUT.HOW_TEXT":"Dr. Herman De Gezelle, gynaecoloog, droomde er al langer van om humanitair werk te verrichten maar de tijd ontbrak hem. Tot in 2010 Dr. Herman De Gezelle, toen verbonden aan het AZ Sint-Lucas in Gent, en collega Dr. Jan Aerts, gynaecoloog uit Turnhout, als leden van het Duitse Interplast Germany naar Fianarantsoa in Madagaskar trokken om vesicovaginale fistels te opereren. In 2012 volgde Ethiopië en met een paar gelijkgezinden werd in 2014 de vzw REVIVE opgericht en erkend.","ABOUT.HOW_TITLE":"Hoe?","ABOUT.INTRO":"REVIVE is een Belgische vzw die medische humanitaire missies uitvoert in ontwikkelingslanden met de nadruk op Afrika. REVIVEvzw werkt volledig onafhankelijk, los van elk commercieel, politiek of religieus belang.\n\nDe activiteiten van REVIVEvzw zijn gericht op mensen die door hun leef- omstandigheden normaal geen toegang hebben tot gespecialiseerde medische zorgen.","ABOUT.TITLE":"Over ons","ABOUT.WHAT_TEXT":"\"REVIVE\" betekent “nieuw leven” brengen. REVIVEvzw geeft <strong>nieuwe kansen aan hulpbehoevende</strong> mensen, die om diverse redenen geen toegang hebben tot gespecialiseerde gezondheidszorg.\n\nDe behandelde pathologieën zijn zeer uiteenlopend gaande van baarmoederverzakking, vergrote schildklier, liesbreuk, hazenlip, klompvoet, trauma … alsook tandcaries, mondhygiëne en prenatale consultatie.\n\nEr wordt dankbaar gebruik gemaakt van de opportuniteit om ook opleiding te geven aan het lokaal medisch personeel. Bovendien geven we de kans aan Belgische studenten uit de medische sector om onvergetelijke ervaringen op te doen in unieke stageplaatsen.\n\nElke missie duurt ongeveer twee weken (voor stagestudenten 4 weken). Telkens worden een honderdtal mensen gratis geholpen en verlost van hun lichamelijke klachten. Vaak betekent dit voor hen dat ze opnieuw volwaardig kunnen deelnemen aan het dagelijkse leven.","ABOUT.WHAT_TITLE":"Wat?","ABOUT.WHO_TEXT":"REVIVEvzw is een door de Belgische overheid erkende niet-gouvernementele non-profit organisatie die medische humanitaire missies uitvoert in ontwikkelingsgebieden, voornamelijk in Afrika. Hierbij werkt REVIVEvzw volledig onafhankelijk en neutraal, los van elk commercieel, politiek of religieus belang.\n\nREVIVEvzw begon in 2010 met humanitaire missies, in eerste instantie als ‘dochterorganisatie’ van Interplast Duitsland. Sinds 2014 werkt REVIVEvzw als een onafhankelijke Belgische non-profit organisatie.\n\nAlle vrijwilligers werken gratis. De missieleden geven een gift om de werking van de vzw te ondersteunen.\n\nInkomsten worden gegenereerd door het organiseren van benefietactiviteiten en schenkingen van serviceclubs, verenigingen, bedrijven en sympathisanten.","ABOUT.WHO_TITLE":"Wie?","CALENDAR.SUBTITLE":"Want to be part of one of our events?","CALENDAR.TEXT":"Klik door en schrijf je in!","CALENDAR.TITLE":"Noteer alvast deze datum!","HOME.CTA_LEARN_MORE":"Over ons","HOME.HEAD_SUBTITLE":"REVIVEvzw biedt humanitaire hulp in landen waar grote NGO's niet komen.","HOME.INTRODUCTION":"Deze pagina werkt!","HOME.KEY_VALUE_1_DESCRIPTION":"Korte interventies","HOME.KEY_VALUE_1_TITLE":"Internationale missies","HOME.KEY_VALUE_2_DESCRIPTION":"Verbeteren van local skills","HOME.KEY_VALUE_2_TITLE":"Training van medisch personeel","HOME.KEY_VALUE_3_DESCRIPTION":"Intrinsieke motivatie","HOME.KEY_VALUE_3_TITLE":"Gedreven door vrijwilligers","NAVIGATION.ABOUT":"Over ons","NAVIGATION.CALENDAR":"Kalender ","NAVIGATION.MISSIONS":"Missies","NAVIGATION.SPONSORS":"Sponsors","NAVIGATION.SUPPORT_US":"Steun ons","NAVIGATION.VOLUNTEERS":"Vrijwilligers","SPONSORS.TITLE":"Duim omhoog voor onze sponsors!","VOLUNTEERS.BLOCK_1_CTA":"Contacteer ons!","VOLUNTEERS.BLOCK_1_TEXT":"Heb jij de juiste vaardigheden om mensen te helpen op internationale missies? We kunnen niet wachten om je te ontmoeten!","VOLUNTEERS.BLOCK_1_TITLE":"Word een vrijwilliger voor onze internationale missies","VOLUNTEERS.BLOCK_2_CTA":"Contacteer ons!","VOLUNTEERS.BLOCK_2_TEXT":"Heb jij zin bij te dragen aan onze dagelijkse werking? Ben je iemand die graag de handen uit de mouwen steekt.","VOLUNTEERS.BLOCK_2_TITLE":"Word een vrijwilliger in onze dagelijkse werking","VOLUNTEERS.BLOCK_3_CTA":"Neem contact op!","VOLUNTEERS.BLOCK_3_TEXT":"Heb jij de juiste skills om mensen te helpen op internationale missies? We kunnen niet wachten om je te ontmoeten!","VOLUNTEERS.BLOCK_3_TITLE":"Word een vrijwilliger voor internationale missies","VOLUNTEERS.INTRO":"REVIVEvzw heeft geen vaste kosten, geen kantoren, geen\nbedienden, wel vrijwilligers. 100% van onze inkomsten\ngaat integraal naar onze missies.","VOLUNTEERS.TITLE":"Leer meer over onze vrijwilligers en word er zelf één!","SHARED.DESCRIPTION":"Omschrijving","SHARED.DATE":"Datum","SHARED.ADDRESS":"Adres","SHARED.RESERVATE":"Reserveer","SHARED.EMAIL":"E-mail","SHARED.NAME":"Naam","SHARED.MESSAGE":"Bericht","SHARED.SEND":"Verzend","SHARED.TEL":"Tel.","FOOTER.SUBSCRIBE_TO_NEWS_LETTER":"Inschrijven op nieuwsbrief","CONTACT.TITLE":"Contacteer ons!","NAVIGATION.CONTACT":"Contact","SHARED.SEND_EMAIL_SUCCESSFULL":"E-mail succesvol verzonden!","SHARED.SEND_EMAIL_ERROR":"Er ging iets mis bij het verzenden van de e-mail.","SHARED.FILL_IN_ALL_REQUIRED_FIELDS":"Vul alle verplichte velden in.","MISSIONS.TITLE":"Verslagen van afgelopen missies","HOME.ABOUT_TITLE":"Key values","HOME.ABOUT_SUBTITLE":"REVIVEvzw in 3 punten:","HOME.ABOUT_ACTION":"Lees meer","HOME.MISSION_TITLE":"Missies","HOME.MISSION_SUBTITLE":"Missies in 6 landen in Afrika","HOME.MISSION_TEXT":"Een doorsnee missie bestaat uit een medisch team ondersteund door personen die de logistiek regelen. Samen halen ze het maximale uit hun aanwezigheid ter plaatse. Ze staan garant voor een professionele uitvoering van de ingrepen en waar mogelijk opleiding van de lokale medische staff. Heb je interesse in de details van onze missies, lees dan zeker de reisverslagen.","HOME.MISSION_ACTION":"Lees meer over onze missies","HOME.CALENDAR_TITLE":"Aankomende evenementen","HOME.CALENDAR_SUBTITLE":"REVIVEvzw houdt frequent seminaries om de missies onder de aandacht te brengen","HOME.CALENDAR_ACTION":"Bekijk de kalender","HOME.VOLUNTEERS_TITLE":"Vrijwilligers","HOME.VOLUNTEERS_SUBTITLE":"REVIVEvzw leeft dankzij haar vrijwilligers, daarvoor zijn we heel dankbaar","HOME.VOLUNTEERS_ACTION":"Word vrijwilliger","HOME.SPONSORS_TITLE":"Onze sponsors","HOME.SPONSORS_SUBTITLE":"We zijn onze sponsors dankbaar voor hun steun!","HOME.SPONSORS_ACTION":"Bekijk alle sponsors","HOME.CONTACT_TITLE":"Contacteer ons!","HOME.CONTACT_SUBTITLE":"Een vraag? Mail of bel ons! Alle info vind je op onze contact pagina.","HOME.CONTACT_ACTION":"Contact pagina","MISSION.NO_EVENTS":"Er zijn momenteel geen evenementen gepland."}