{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMTAw":{"id":100,"name":{"nl":"Gambia - BANJUL- oktober 2021","fr":"Gambia - Banjul -  octobre 2021","en":"Gambia - Banjul- October 2021"},"country":"GMB","description":{"nl":"\r\n","fr":"","en":""},"startDate":"2021-10-16T00:00:00","endDate":"2021-10-31T00:00:00","report":{"nl":"Na de nodige negatieve zelftesten, CST-formulieren en last-minute inpakmomenten vertrokken we op 16 oktober richting het Edward Francis Small Teaching Hospital In Banjul, The Gambia. Ons (top)team bestond uit 2 chirurgen (Marc en Stijn), 2 anesthesistes (Ellen en Sofie), 3 assistentes heelkunde (Ellen, Annabelle en Elisabeth) en 3 verpleegkundigen (Debby, Carina en Mieke).  \r\nEenmaal aangekomen, konden we meteen aan de slag. Terwijl onze chirurgen en assistentes de eerste patiënten zagen, bracht de rest van het team de 2 operatiezalen in gereedheid. Met de nodige ducttape en wat creativiteit kregen we beide anesthesietoestellen en monitoringschermen opnieuw aan de praat. Gedurende 2 weken opereerden we bijna 70 patiënten, voornamelijk schildklieringrepen en lies- en navelbreukherstel. Naast onze electieve ingrepen, werden we ook gevraagd om bij een polytrauma te helpen.  \r\n \r\nWe kregen dagelijks het gezelschap van de lokale chirurgen in opleiding en vooral de anesthesieverpleegkundigen stonden van ’s morgens vroeg tot ’s avonds laat paraat om te helpen en bij te leren. Een heel fijne ervaring om onze kennis en kunde maximaal aan hen te kunnen doorgeven!  \r\n \r\nGezien de onverwachte aanwezigheid van collega’s uit Saoedi-Arabië, vielen we tijdens onze 2de week terug op 1 operatiezaal. Dat weerhield ons echter niet om toch ons volledig operatieprogramma af te kunnen werken. De ducttape, lakens en de snelbinders werden terug boven gehaald, en in no time werden van 1 operatiezaal, 2 operatiezalen gemaakt! \r\n \r\nSofie Van Hove\r\n","fr":"Après les auto-tests négatifs nécessaires, les formulaires CST et les moments d`emballage de dernière minute, nous sommes partis le 16 octobre pour le petit hôpital universitaire Edward Francis à Banjul, en Gambie. Notre équipe (extraordinaire) était composée de 2 chirurgiens (Marc et Stijn), 2 anesthésistes (Ellen et Sofie), 3 assistantes chirurgicales (Ellen, Annabelle et Elisabeth) et 3 infirmières (Debby, Carina et Mieke). Une fois arrivés, nous avons pu commencer tout de suite. Pendant que nos chirurgiens et assistants voyaient les premiers patients, le reste de l`équipe préparait les 2 blocs opératoires. Avec le ruban adhésif nécessaire et un peu de créativité, les appareils d`anesthésie et les écrans de surveillance fonctionnent à nouveau. Pendant 2 semaines, nous avons opéré près de 70 patients, principalement de la chirurgie thyroïdienne et la réparation des hernies inguinales et ombilicales. En plus de nos chirurgies électives, on nous a également demandé d`assister les polytraumatismes. Nous étions accompagnés quotidiennement par les chirurgiens locaux en formation et surtout les infirmières anesthésistes étaient sur place du matin au soir pour aider et apprendre. Une très belle expérience pour pouvoir leur transmettre au maximum nos connaissances et notre expertise ! Compte tenu de la présence inattendue de collègues d`Arabie Saoudite, nous nous sommes rabattus sur 1 bloc opératoire lors de notre 2ème semaine. Cependant, cela ne nous n’a pas empêchés de pouvoir terminer tout notre programme de chirurgie. Le ruban adhésif, les draps et les sandows ont été de nouveau sortis, et en un rien de temps 1 salle d`opération est devenue 2 salles d`opération !\r\nSophie Van Hove\r\n","en":"After the necessary negative self-tests, CST forms and last-minute packing moments, we left on October 16 for the Edward Francis Small Teaching Hospital In Banjul, The Gambia. Our (top) team consisted of 2 surgeons (Marc and Stijn), 2 anesthetists (Ellen and Sofie), 3 surgical assistants (Ellen, Annabelle and Elisabeth) and 3 nurses (Debby, Carina and Mieke). Once we arrived, we were able to get started right away. While our surgeons and assistants saw the first patients, the rest of the team prepared the 2 operating rooms. With the necessary ducttape and some creativity we got both anesthesia machines and monitoring screens working again. During 2 weeks we operated on almost 70 patients, mainly thyroid surgery and inguinal or umbilical hernia repair. In addition to our elective surgeries, we were also asked to assist with polytrauma. Every day we got the company of the local surgeons in training and especially the anesthesia nurses were always ready to help and learn from early morning until late at night. A very nice experience to be able to pass on our knowledge and expertise to them as much as possible! Because of the unexpected presence of colleagues from Saudi Arabia, we fell back on 1 operating theater during our 2nd week. However, that did not stop us from being able to complete our entire surgery program. The ducttape, sheets and the bungee cords were brought out again, and in no time 1 operating room became 2 operating rooms!\r\nSophie Van Hove\r\n"},"interventions":{"nl":"algemene heelkunde","fr":"chirurgie générale","en":"general surgery"},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211018-WA0004.jpg","quote":{"nl":"69 chirurgische ingrepen: 27 schildklier operaties, 31 liesbreuken, 10 andere en 1 trauma.","fr":"69 interventions chirurgicales : 27 chirurgies thyroïdiennes, 31 hernies inguinales, 10 autres et 1 traumatisme.\r\n\r\n\r\n","en":"69 surgical procedures: 27 thyroid surgeries, 31 inguinal hernias, 10 other and 1 trauma.\r\n\r\n"},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/Flag The Gambia.png","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211018-WA0004.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211018-WA0008.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211019-WA0023.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211023-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211023-WA0010.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211027-WA0000.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic100d/IMG-20211029-WA0006.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":9,"title":{"nl":"Betaal nu je lidgeld voor 2022 (€25,00)","fr":"Payez votre cotisation pour 2022 maintenant (€25,00)","en":"Pay your membership fee for 2022 now (€25,00)"},"url":"https://shop.revivevzw.be/ACTIVITEITEN/ShowOneACT.aspx?ID=153"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":12,"title":{"nl":"REVIVEvzw op TV-nieuws in BENIN (14` tot 16`15\')","fr":"REVIVEvzw au journal TV au BENIN (14` à 16`15\'","en":"REVIVEvzw on TV news in BENIN (14` to 16`15\')"},"url":"https://youtu.be/A6QXdMl-7OA"}]}