{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMjk=":{"id":29,"name":{"nl":"Madagaskar - Antalaha 2016","fr":"Madagascar - Antalaha 2016","en":"Madagascar - Antalaha 2016"},"country":"MDG","description":{"nl":"Getuigenis van Charlotte Lezy, Verpleegkundige","fr":"","en":""},"startDate":"2016-09-28T00:00:00","endDate":"2016-10-09T00:00:00","report":{"nl":"Na maanden van voorbereiden en heel wat twijfels over het al dan niet kunnen doorgaan van de missie, konden we op woensdag 28/09/2016 eindelijk vertrekken. Initieel was het de bedoeling dat er 2 missies op hetzelfde moment zouden plaatsvinden eind september, maar dit in Ethiopië en niet in Madagaskar. Er zou een groep naar Sekota gaan voor goiter operaties en een groep naar Gondar voor klompvoet operaties.\r\n\r\nDoor aanhoudende gevechten en onrusten in Ethiopië werd een drietal weken voor vertrek beslist de missies naar Ethiopië af te lassen. Dit zorgde voor grote teleurstellingen bij de missieleden. Hier wou Herman het niet bij laten en hij besliste last minute een prospectie missie in elkaar te steken naar Antalaha in Madagaskar. Het was sowieso de bedoeling dat Herman in december 2016 hiernaartoe zou afreizen om te bekijken welke toekomstige missies er eventueel in dit gebied georganiseerd konden worden. De prospectie kwam er dus iets sneller dan verwacht. Van alle oorspronkelijke missieleden beslisten er 8 om mee te gaan naar Madagaskar. Er werd namelijk beslist om patiënten met prolapsen, liesbreuken en hydrocoeles te behandelen.\r\n\r\nNa een vlucht van maar liefst 16 uren kwamen we op donderdag 29/09/2016 aan in Antananarivo, de hoofdstad van Madagaskar. Na een biertje, een heerlijke maaltijd en een verkwikkende douche, kropen we die avond allemaal snel ons bed in. De volgende ochtend moesten we immers om 04.30 opnieuw op de luchthaven zijn om onze binnenlandse vlucht naar Sanbava te halen. Daar kregen we te horen dat de ochtendvlucht geschrapt was. Ons vliegtuig was gecharterd voor een geldtransport. Er werd ons niettemin verzekerd dat we diezelfde namiddag nog zouden kunnen vertrekken. Dat bleek jammer genoeg ijdele hoop te zijn. Na een drietal uren gewacht te hebben, werd de mededeling gedaan dat het vliegtuig naar Sanbava aan de grond zou blijven staan. De landingsbaan in Sanbava heeft namelijk geen verlichting en we zouden pas aankomen bij donker. De teleurstelling was voelbaar bij ons allen. Aan de informatie balie kreeg Herman te horen dat we de volgende ochtend maar moesten terugkomen en dat er dan misschien een nieuwe vlucht zou zijn. Veel hoop had Herman hier evenwel niet op, want op zaterdag wordt er in Madagaskar niet gewerkt. Daar is de zaterdag wat de zondag voor ons is.\r\n\r\nWie niet waagt, niet wint. En zo waren we op zaterdagochtend om 6 uur opnieuw aanwezig in de luchthaven van Antananarivo. Het spreekwoord luidt: derde keer, goede keer. Dit was echter niet van toepassing op ons. Nu kregen we te horen dat er 2 vliegtuigen van Air Madagascar (door ons ondertussen omgedoopt tot Air Peut-être) aan de grond stonden met technische problemen. Het enige vliegtuig dat die dag naar Sanbava zou vliegen was er één met slechts 10 zitplaatsen en er waren reeds 8 stoelen bezet. Na een kort overleg werd beslist dat Herman en Pol reeds zouden vertrekken naar Sanbava om die dag al consultaties te kunnen doen in het ziekenhuis van Antalaha. De rest van de groep zou hen de dag nadien vervoegen met alle bagage.\r\n\r\nHerman en Pol werden hartelijk ontvangen op de luchthaven van Sanbava door de burgemeester van Antalaha en dokter Didier (de chef van het ziekenhuis). Ook een lokale televisieploeg was ter plaatse aanwezig om hen te interviewen.\r\n\r\nOp zondagochtend was het dan ook voor de achterblijvers eindelijk zover. Zonder enige problemen kwamen we met z’n allen aan in Sanbava. Zou de burgemeester van Antalaha de dag voordien misschien een telefoontje gepleegd hebben naar Air Madagascar. Wie zal het zeggen? Ook wij werden op de luchthaven enthousiast onthaald door Didier. Na een rit van 80 kilometer door de adembenemende landschappen van Madagaskar, werd de groep in Antalaha uiteindelijk herenigd.\r\n\r\nIedereen stond te popelen om naar het ziekenhuis te gaan en te zien waar we de komende week aan de slag zouden gaan. Herman en Pol gingen verder met hun consultaties, terwijl de rest van de groep de operatiezalen in gereedheid bracht, om er op maandagochtend in te kunnen vliegen. De eerste indrukken waren vrij overweldigend. Wat een verschil met het ziekenhuis thuis! De hitte in het operatiekwartier en de geur die er hing was het eerste wat ons opviel. Buiten was het meer dan 30 graden en binnen was het waarschijnlijk even warm. Bovendien was het een zeer vochtige warmte, wat het werken nog lastiger maakte. In operatiezaal 1 was een groot oppervlak van de muren bedekt met, zo dachten wij, een soort schimmel. De geur was zo penetrant dat je er bijna misselijk van werd. Alle apparatuur in de beide operatiezalen was bedekt met een dikke laag stof en zag er een beetje vintage uit. Heel veel apparaten hadden jaren geleden de geest gegeven. Doordat de technische kennis ontbreekt om er aan te werken, waren ze daar sindsdien roerloos blijven staan. Wat mij het meeste trof, was de leegte. Bij ons in het operatiekwartier vind je de ene berging na de andere volgestouwd met alle mogelijke soorten materiaal en instrumenten. Daar stond in de gang één oude bruine kast die eerder diende als schuilplaats voor kakkerlakken, dan voor de opslag van materiaal. Het aantal instrumentensets die zij hebben, kon ik tellen op 1 hand.\r\n\r\nEen grote aanpassing vergden de werkomstandigheden daar echter niet. Na dag 1 hadden we al geleerd dat beginnen om 8 uur ’s ochtends een illusie zou zijn. Vooraleer we aan onze dag konden beginnen, moest er eerst iemand de electric group (overdag was er namelijk geen elektriciteit in Antalaha) aansteken en moesten de patiënten nog verzameld worden voor de deur van het operatiekwartier. Hakuna Matata. In het begin deed iedereen van ons nog moeite om de vliegen en de muggen van de instrumenten en de patiënten weg te slaan, maar al snel werd duidelijk dat dat een strijd was die we nooit zouden kunnen winnen. Handen schrobben zonder stromend water vraagt een beetje inventiviteit, maar is niet onoverkomelijk.\r\n\r\nIedereen in het ziekenhuis was zeer vriendelijk voor ons en enthousiast over onze komst. We zijn echt in de watten gelegd door Didier en zijn hele team. 2 keer per dag werden we verwend met lokale lekkernijen en alle mogelijk frisdranken. Ook de samenwerking verliep zeer vlot. Na een aantal dagen met hen gewerkt te hebben, viel het mij op dat de dokters en verpleegkundigen daar geen gebrek hebben aan medische kennis, maar vooral aan middelen. Die gedachte vind ik frustrerend.\r\n\r\nNa 4 lange werkdagen hadden we 26 patiënten geopereerd. 4 hiervan ondergingen een totale vaginale hysterectomie ten gevolge van een prolaps. Bij een andere vrouwelijke patiënte werd een cystocele verholpen. De overige patiënten werden verlost van hun liesbreuk, hydrocoele of een combinatie van beiden.\r\n\r\nOp vrijdagochtend was het alweer tijd om Antalaha, het ziekenhuis en de mensen daar achter ons te laten. Niet na uitgebreid afscheid genomen te hebben van iedereen natuurlijk. Als alles goed gaat, zou REVIVE volgend jaar waarschijnlijk in mei en in oktober terugkeren naar Antalaha. Hopelijk kunnen wij er dan ook weer bij zijn.\r\n\r\nDe terugvlucht naar Antananarivo verliep vlekkeloos. Na alle inspanningen en emoties was het tijd voor een beetje ontspanning. Na aankomst in de hoofdstad nam onze gids, Zo, ons mee naar een restaurant op één van de hoogste punten van de stad. Het uitzicht was adembenemend en het eten verrukkelijk. Na afloop was er nog een tweetal uur de tijd om souvenirtjes te shoppen voor het thuisfront. Zo kwam er op zaterdag een einde aan deze meer dan geslaagde prospectie missie met een top team. Maar niet voordat we nog een blitzbezoek brachten aan een lemurenpark. Lemuren zijn geen apen, maar wel primaten. De maki is waarschijnlijk de bekendste onder de lemuren, maar daarnaast bestaan er nog heel wat andere soorten. Toen was het echt tijd om huiswaarts te keren. A l’année prochaine!\r\n\r\nIk denk dat ik wel mag zeggen dat we een heel hecht team waren. We hebben niet alleen hard gewerkt, maar ook heel wat afgelachen en gezeverd.\r\n","fr":"","en":""},"interventions":{"nl":"Gynaecologie – algemene heelkunde - consultaties","fr":"","en":""},"mainImage":"https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/14489583_10209529950318441_885577595_o-1024x576.jpg","quote":{"nl":"4 vaginale hysterectomie\r\n1 cystocele \r\n21 operaties (liesbreuk & hydrocoele)","fr":"","en":""},"showReport":true,"mediaUrls":["https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/14489583_10209529950318441_885577595_o-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-02-16_56_02-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-02-18_17_03-3-576x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-03-10_42_14-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-03-10_44_14-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-04-18_18_40-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-04-18_20_10-807x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-05-16_44_22-1024x790.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-05-16_47_40-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-05-16_55_33-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-05-16_57_01-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-06-16_57_25-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-17-20_12_21-1024x576.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-17-20_13_48-576x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/2016-10-17-20_15_31-576x1024.jpg","https://revivevzw.blob.core.windows.net/missionreports/MISpic29d/DSC_0118-1024x683.jpg"],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}