{"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL21pc3Npb24vMzY=":{"id":36,"name":{"nl":"Ethiopië - Tigray 2017","fr":"","en":""},"country":"ETH","description":{"nl":"Getuigenis van Maaike Heyerick, Huisarts","fr":"","en":""},"startDate":"2017-03-11T00:00:00","endDate":"2017-03-21T00:00:00","report":{"nl":"Hierbij graag het verslag van een jonge huisarts die net de vuurdoop van de eerste keer ontwikkelingswerk in Afrika heeft doorstaan en er helemaal warm van geworden is…\r\n\r\nREVIVE leerde ik kennen via dr. Matthys, die al langer wist van mijn verlangen om ooit eens te proeven van vrijwilligerswerk. De kortdurende missie van REVIVE naar Suhulziekenhuis, leek me dan ook op het lijf geschreven. De kennismaking met het team verliep vlot: met gelijkgestemde zielen is dat meestal zo… Maar ik had toch niet gedacht dat ik een leeftijdsgenoot en ex-tegenspeelster van de basket ging leren kennen op weg naar de luchthaven: wat een toeval! Alles op de heenreis ging perfect, tot we bij de landing te weten kwamen dat het medisch materiaal niet was mee geraakt tot op de eindbestemming en in Addis was tegengehouden. Deze kleine portie pech deed niets af aan het feit dat we in een mooi plekje van Afrika waren, met vriendelijke locals en zodanig veel dingen om naar te kijken dat het bijna vermoeiend was.\r\n\r\nOp onze eerste werkdag (weliswaar zonder materiaal, maar met veel goede moed) gingen we opgehaald worden aan het hotel door de personeelsbus van het ziekenhuis, maar dokter Ingrid betrouwde het zaakje niet en stuurde de bus met een buschauffeur die nauwelijks Engels sprak graag terug weg. Helaas bleek dit effectief onze bus te zijn en kregen we zo meteen de kans om de lokale tuktuks uit te testen, met plafond-tapijtje erbovenop. We werden uitgenodigd bij de directeur van het ziekenhuis om ons welkom te heten: een goedlachse man die trots was dat er een buitenlandse missie in zijn ziekenhuis kwam werken. Helaas bleek het personeel van het ziekenhuis het iets lastiger te hebben met onze missie en moesten ze wennen aan het idee dat we operaties kwamen uitvoeren die de lokale gynaecoloog ook doet… De lokale gynaecoloog die 7 dagen op 7 van wacht is en elke dag een hele resem stagiairs achter zich aan krijgt…\r\n\r\nHet begin verliep dan ook wat stroef; dr. Herman moest terug naar Addis om het materiaal te bemachtigen en wij moesten op zoek naar patiëntes… Patiëntes die zich blijkbaar een aantal dagen voordien al hadden aangemeld, maar waarvan men ons niet direct op de hoogte had gebracht. De dames kregen allen een bed en diegene die over waren kregen een matras op de gang. De screening is uiteindelijk toch goed op gang gekomen na een moeizame start, mede dankzij de ondersteuning van de Belgische studentes geneeskunde, de lokale nursing-students die als vertaler optraden en onder het alziende oog van de hoofdverpleegster ter plaatse. In totaal screenden we 23 patiëntes, waarvan er 16 konden geopereerd worden. Vier van hen hadden een te kleine prolaps en drie anderen waren te ziek of verzwakt om de operatie te doorstaan. Als huisarts had ik het geluk het hele gebeuren te kunnen volgen: ik mocht de screening doen, glipte af en toe eens binnen in het operatiekwartier om te helpen waar nodig en om het team te updaten en ook de postoperatieve zorgen en pijnstilling kon ik op de afdeling verzorgen. Een unieke kans! Bovendien kon ik de dankbaarheid van patiëntes en hun families meemaken omdat ik hen achteraf ook nog gezien heb op de afdeling… Ik had nooit gedacht of durven hopen dat ik als jonge huisarts zo’n intensief contact met de patiëntes ging hebben. De rest van het team, die voornamelijk in het operatiekwartier bleef, heeft hier minder kunnen van genieten, maar ik probeerde ervoor te zorgen deze dankbaarheid over te brengen door hen regelmatig wat info door te geven en door hen eens mee te tronen naar de afdeling.\r\n\r\nToen het die eerste dagen lastig was, kon men zich optrekken aan de positiviteit en de vitaliteit van de groep: na elke operatiedag konden we reflecteren en bekomen op het terras van het hotel met een groot glas mangosap en een taartje voor de zoetekauwen. ’s Avonds na het eten werd er door een aantal enthousiastelingen met veel overgave Junglespeed gespeeld. En tot mijn genoegen was het niet enkel de jeugd die hieraan meedeed. De straffe verhalen van de meer ervaren artsen deden ons soms verlangen naar vroegere tijden, waarin geneeskunde op andere manieren bedreven werd. We hadden ook het genoegen wat jong geweld mee te krijgen: de studentes geneeskunde, vroedkunde en verpleegkunde. Het was interessant om te zien hoe zij zich een weg probeerden te banen op hun eigen afdeling, elk met hun eigen begeleiders of aanspreekpunten. Hier lijken vriendschappen voor het leven gesmeed… en ik ben echt benieuwd om te zien waar we allemaal gaan belanden in onze carrières. Er overheerst een gevoel van dankbaarheid naar de groep toe en naar REVIVE voor deze bijzondere ervaring. Maar bovenal ben ik trots op wat we hier als groep hebben gedaan en ik kijk uit naar volgende missies. Dit smaakt duidelijk naar meer.\r\n\r\nVele Afrikaanse groetjes\r\n","fr":"","en":""},"interventions":{"nl":"gynaecologie - consultaties","fr":"","en":""},"mainImage":"","quote":{"nl":"","fr":"","en":""},"showReport":true,"mediaUrls":[],"type":2},"aHR0cHM6Ly9yZXZpdmV2endhcGkuYXp1cmV3ZWJzaXRlcy5uZXQvYXBpL3NwbGFzaA==":[{"id":7,"title":{"nl":"Daan Hugaert is Peter van REVIVEvzw","fr":"Daan Hugaert est le parrain de REVIVEvzw","en":"Daan Hugaert is the godfather of REVIVEvzw"},"url":"https://www.youtube.com/watch?v=UE4_mIHO_i8"},{"id":10,"title":{"nl":"Steun REVIVEvzw via een bestelling op onze WEBSHOP","fr":"Soutenez REVIVEvzw en passant une commande sur notre WEBSHOP","en":"Support REVIVEvzw by placing an order on our WEBSHOP"},"url":"https://shop.revivevzw.be/shop/pergroep.aspx"},{"id":13,"title":{"nl":"Save the date: REVIVE 3-daagse 10,11 en 12/11/2022 ","fr":"Notez cette date: activité de 3 jours 10,11 et 12/11/2022","en":"Save the date: REVIVE 3-day event 10,11 and 12/11/2022"},"url":""},{"id":14,"title":{"nl":"Save the date: WINTERCONCERT 11/12/2022","fr":"Notez cette date:CONCERT d`HIVER 11/12/2022","en":"Save the date: WINTER CONCERT 11/12/2022"},"url":""}]}